[
    {
        "title": "uova_alla_svedese",
        "category": "torte_salate",
        "ingredients": [
            "1 uovo",
            "1 fetta di pancarré",
            "1 fettina di pancetta affumicata",
            "1 sottiletta",
            "Burro",
            "Sale"
        ],
        "steps": [
            "Separare i rossi dagli albumi e montare gli albumi a neve solidissima (eventualmente con una goccia di limone).",
            "Spalmare il pane con il burro, coprire con la sottiletta e la pancetta a pezzetti. Coprire con gli albumi lasciando un buco in mezzo. Infornare a 200 C° per 10 minuti",
            "Versare nel buco il tuorlo, un po' di burro, sale e rimettere in forno per 5 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "rotolo_al_formaggio",
        "category": "torte_salate",
        "ingredients": [
            "Per la pasta",
            "300 gr farina",
            "100 gr burro",
            "1 bicchiere latte",
            "1 uovo",
            "Sale",
            "Pepe",
            "25 gr lievito di birra",
            "Per il ripieno",
            "200 gr prosciutto cotto a fettine",
            "200 gr sottilette",
            "50 gr burro",
            "4 uova sode"
        ],
        "steps": [
            "Con tutti gli ingredienti formare un impasto e lasciarlo lievitare fino al raddoppio.",
            "Stendere l'impasto a forma di rettangolo spesso 1 cm su un foglio di carta da forno.",
            "Coprire con uno strato di sottilette, uno di prosciutto e infine fiocchetti di burro. Allineare le uova sode e spelate su un bordo lungo del rettangolo.",
            "Arrotolare la pasta aiutandosi con la carta da forno. Dorare con un tuorlo sbattuto o un po' di latte e sigillare bene i bordi laterali. Guarnire con un po' di pasta avanzata sagomata a piacere. Lasciare livitare mezz'ora.",
            "Cuocere per 1 ora a fuoco moderato (180 C°)."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "mozzarella_in_carrozza",
        "category": "torte_salate",
        "ingredients": [
            "8 fette pancarré",
            "1 mozzarella",
            "2 uova",
            "Farina",
            "Origano",
            "Sale",
            "Olio"
        ],
        "steps": [
            "Tagliare a metà le fette di pane; appoggiarvi la mozzarella a fettine e l'origano. Chiudere con l'altra metà del pane e pressare bene.",
            "Passare il panino prima nell'acqua e poi nella farina in modo da formare una sorta di colla per sigillare i bordi.",
            "Passarli nell'uovo sbattuto e friggerli in olio abbondante."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "quiche",
        "category": "torte_salate",
        "ingredients": [
            "Per la pasta",
            "125 gr burro",
            "250 gr farina",
            "3 pizzichi sale",
            "1 tazzina da caffè acqua gasata fredda",
            "Per il ripieno",
            "3 uova",
            "3 pizzichi sale",
            "450 gr latte",
            "500 gr zucchine",
            "3 carote"
        ],
        "steps": [
            "Impastare farina, sale, burro e acqua. Formare una palla, avvolgerla nella pellicola e lasciarla riposare.",
            "Tagliare carote e zucchine alla julienne ed immergerli in acqua bollente salata, quindi scolare e asciugare con carta da cucina.",
            "Sbattere con la frusta a mano il latte e le uova intere.",
            "Tirare una sfoglia, foderare una tortiera con i bordi alti e bucare la pasta con la forchetta. Coprire con zucchine e carote, mescolare e versarvi il battuto di uova.",
            "Cuocere a forno ventilato a 160°. Se l'interno viene troppo scuro coprire con un foglio di carta da forno."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_pasqualina_veloce",
        "category": "torte_salate",
        "ingredients": [
            "1 confezione di pasta brisé o pasta sfoglia",
            "500 gr spinaci",
            "300 gr ricotta",
            "3 uova",
            "200 gr di latte",
            "Parmigiano",
            "Sale"
        ],
        "steps": [
            "Foderare una tortiera con la pasta pronta e bucherellarla con la forchetta.",
            "Bollire gli spinaci, scolarli, strizzarli bene schiacciandoli con il dorso di un cucchiaio e sminuzzarli col coltello.",
            "Preparare un composto con la ricotta, la verdura, le uova, il latte, il parmigiano e il sale. Versare il composto nella tortiera sopra la pasta.",
            "Infornare a 200 C° per circa 40 minuti. Coprire eventualmente con un foglio di alluminio per evitare che bruci sopra ed assicurarsi che cuocia bene sotto.",
            "Servire direttamente dalla pirofila."
        ],
        "notes": [
            "Per un risultato più simile all'originale coprire con un'altra sfoglia di pasta.",
            "La ricetta originale prevede l'utilizzo di pasta pazza e la copertura con molti strati soffiati con una cannuccia per farli gonfiare. Inoltre andrebbe usata la prescinseua al posto della ricotta.",
            "Una ricetta alternativa consiste nel versare sopra la pasta separatamente prima la verdura e poi il composto di ricotta."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "tortino_di_zucchini",
        "category": "torte_salate",
        "ingredients": [
            "600 gr zucchine",
            "1 litro latte di besciamella",
            "2 uova",
            "2 cucchiai olio",
            "2 cucchiai parmigiano",
            "1 scalogno",
            "Pane grattato",
            "1 spicchio aglio",
            "1 pizzico di sale"
        ],
        "steps": [
            "Fare soffriggere brevemente lo scalogno, l'aglio a pezzetti e l'olio (lo scalogno deve rimanere bianco) e aggiungere le zucchine tagliate a rondelle e il sale. Mescolare e cuocere a fuoco medio per circa 15 minuti.",
            "Aggiungere la besciamella, le uova e il parmigiano.",
            "Ungere di burro una teglia e cospargerla di pane grattato. Versarci l'impasto e cospargerlo di pane grattato. Coprire con qualche fiocchetto di burro e infornare a 180 C° per circa 45 minuti fino a quando non si forma una leggera crosticina."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_salata_carla",
        "category": "torte_salate",
        "ingredients": [
            "250 gr patate spelate (circa 300 gr con la pelle)",
            "250 gr farina",
            "1 uovo",
            "1 cucchiaio olio",
            "3 pizzicotti sale",
            "25 gr lievito di birra",
            "2 cucchiai latte",
            "2 mozzarelle",
            "75 gr mortadella in un'unica fetta"
        ],
        "steps": [
            "Tagliare la mortadella e la mozzarella a dadini e lasciare scolare la mozzarella con un pizzico di sale.",
            "Bollire bene le patate; romperle a pezzettoni e aggiungere farina, olio e sale. Impastare per 2 minuti a velocità bassa col K.",
            "Aggiungere il lievito a pezzetti sciolto nel latte tiepido e l'uovo intero continuando a mescolare. Impastare per altri 10 minuti. Togliere la pasta e dividerla in 2 parti.",
            "Stendere una parte in una tortiera unta di olio e schiacciarla con le mani; aggiungere la mortadella e la mozzarella e ricoprire con la seconda parte della pasta già stesa su un foglio di carta da forno.",
            "Aggiungere un filo d'olio e lasciare lievitare per circa 2 ore.",
            "Infornare a 180 C° per mezz'ora."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_salata_ai_porri",
        "category": "torte_salate",
        "ingredients": [
            "Pasta sfoglia o pasta brisé",
            "2 porri",
            "100 gr emmental",
            "2 uova",
            "200 gr latte",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Saltare i porri in poco olio fino a farli appassire.",
            "Preparare un composto mescolando il latte e le uova.",
            "Coprire una pirofila con la pasta sfoglia o brisé e bucherellarla con la forchetta.",
            "Coprire il fondo della pirofila con l'Emmental tritato grossolanamente, i porri e infine il composto di uova e latte.",
            "Cuocere in forno a 190° per circa 30'."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "souffl",
        "category": "torte_salate",
        "ingredients": [
            "Besciamella",
            "50 gr burro",
            "50 gr farina",
            "1 litro latte",
            "Noce moscata",
            "Sale",
            "Condimento",
            "150 gr emmental",
            "3 uova"
        ],
        "steps": [
            "Preparare la besciamella.",
            "Appena terminato aggiungere il formaggio a pezzetti o grattugiato e mescolare. Incorporare i rossi d'uovo uno alla volta e per ultimo gli albumi montate a neve.",
            "Imburrare e impanare uno stampo da soufflé.",
            "Versare l'impasto e cuocere per 40 minuti a 200 C° (fino a quando l'impasto si gonfia e prende il colore di una frittata)."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pesto_alla_trapanese",
        "category": "sughi",
        "ingredients": [
            "500 gr pomodorini maturi",
            "100 gr basilico",
            "100 gr mandorle tritate",
            "2 spicchi aglio",
            "Pecorino o parmigiano",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Tagliare a metà i pomodorini e spremerli leggermente per eliminare il liquido di vegetazione.",
            "Togliere l'anima dell'aglio e tritare insieme tutti gli ingredienti.",
            "Coprire con un filo d'olio."
        ],
        "notes": [
            "Va allungato con l'acqua di cottura della pasta."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "sugo_ai_fiori_di_zucca_cordano",
        "category": "sughi",
        "ingredients": [
            "Fiori di zucca",
            "Aglio",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Preparare un soffritto con aglio e olio.",
            "Aggiungere i fiori di zucca tagliati a pezzi e cuocere fino a quando i fiori appassiscono."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "sugo_ai_funghi",
        "category": "sughi",
        "ingredients": [
            "Funghi secchi",
            "2 alici",
            "Aglio",
            "Burro",
            "Prezzemolo",
            "Olio"
        ],
        "steps": [
            "Lasciare ammorbidire i funghi in poca acqua tiepida.",
            "Preparare un soffritto con olio, aglio e cipolla. Insaporire con le alici. Quindi far saltare i funghi scolati.",
            "Cuocere a fuoco basso per circa mezz'ora aggiungendo al bisogno l'acqua filtrata dei funghi.",
            "A fine cottura aggiungere il burro e il prezzemolo."
        ],
        "notes": [
            "Per un sugo più leggero il burro pu ò essere sostituito col latte."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "sugo_agli_asparagi",
        "category": "sughi",
        "ingredients": [
            "2 mazzi00a0 asparagi",
            "80 gr parmigiano",
            "60 gr pinoli",
            "1 cucchiaino di succo di limone",
            "Qualche rametto di maggiorana",
            "8 cucchiai olio",
            "Sale"
        ],
        "steps": [
            "Cuocere gli asparagi al dente e tenere da parte l'acqua di cottura e le punte degli asparagi.",
            "Frullare insieme asparagi, parmigiano, pinoli, limone e olio e allungare con l'acqua di cottura.",
            "Utilizzare l'eventuale acqua rimanente per bollire la pasta.",
            "Decorare con le punte di asparagi e le foglioline di maggiorana."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "sugo_di_maggiorana_e_pinoli",
        "category": "sughi",
        "ingredients": [
            "1 pugno pinoli",
            "Olio",
            "2 cucchiaini maggiorana secca (o 1 pugno di fresca)",
            "80 gr parmigiano"
        ],
        "steps": [
            "Tostare leggermente i pinoli.",
            "Tritare finemente la maggiorana, i pinoli e il parmigiano. Aggiungere l'olio e conservare in un vasetto di vetro."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "sugo_olive_e_funghi_davide",
        "category": "sughi",
        "ingredients": [
            "1 tazza olive nere snocciolate",
            "1 manciata funghi secchi",
            "1 scalogno",
            "1 spicchio aglio",
            "1 acciuga",
            "Peperoncino",
            "Olio"
        ],
        "steps": [
            "Lasciare in ammollo i funghi in poca acqua tiepida per circa mezz'ora.",
            "Soffriggere lo scalogno con abbondante olio, l'aglio, poco peperoncino e l'acciuga.",
            "Tritare fini le olive e i funghi ben strizzati e aggiungerli al soffritto.",
            "Proseguire la cottura eventualmente aggiungendo un po' dell'acqua di ammollo dei funghi ben filtrata."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "sugo_rucola_e_alici_portofino",
        "category": "sughi",
        "ingredients": [
            "6 filetti alici",
            "2 spicchi aglio",
            "3 hg rucola",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Preparare un soffritto con aglio e olio e sciogliervi le alici.",
            "Tagliuzzare le foglie di rucola e aggiungerle all'ultimo al soffritto."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "sugo_di_noci",
        "category": "sughi",
        "ingredients": [
            "100 gr gherigli di noci",
            "20 gr pane raffermo (mollica)",
            "100 gr latte",
            "20 gr parmigiano",
            "20 gr pinoli",
            "1 spicchio aglio",
            "2 cucchiai di olio",
            "1 rametto di maggiorana",
            "1 pizzico di sale"
        ],
        "steps": [
            "Bagnare il pane nel latte e poi strizzarlo.",
            "Tritare tutti gli ingredienti."
        ],
        "notes": [
            "Al posto del pane bagnato nel latte si pu ò utilizzare la ricotta.",
            "La ricette originale prevede di spelare i gherigli di noce ma è un lavoraccio e viene bene anche con la pelle."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "sugo_di_carciofi",
        "category": "sughi",
        "ingredients": [
            "3 cuori di carciofo crudi",
            "2 spicchi aglio",
            "30 gr parmigiano o sbrinz",
            "1 cucchiaio noci o pinoli",
            "2 cucchiai di sugo di limone",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Tritare tutto insieme e aggiungere olio e sale. Mettere in un vasetto di vetro coperto da un filo d'olio."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "sugo_al_pomodoro",
        "category": "sughi",
        "ingredients": [
            "2 kg pomodori a peretta maturi",
            "2 cipolle medie",
            "5-6 spicchi aglio",
            "Basilico",
            "2 cucchiai olio"
        ],
        "steps": [
            "Tagliare i pomodori a pezzettoni e metterli nello scolapasta con qualche pizzicotto di sale grosso. Mescolarli con le mani e lasciarli scolare per una notte.",
            "Versare i pomodori in una pentola. Aggiungere le cipolle tagliate a pezzi, l'aglio tagliato a metà ed il basilico.",
            "Fare bollire il tutto prima a fuoco basso e poi più vivace per circa un'ora.",
            "Frullare col frullatore ad immersione.",
            "Fare riprendere il bollore e controllare la densità.",
            "Preparare i vasi di vetro sterilizzati. Versare il pomodoro nei vasi mentre bolle e chiudere immediatamente il coperchio."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "sugo_rucola_e_alici_portofino",
        "category": "sughi",
        "ingredients": [
            "6 filetti alici",
            "2 spicchi aglio",
            "3 hg rucola",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Preparare un soffritto con aglio e olio e sciogliervi le alici.",
            "Tagliuzzare le foglie di rucola e aggiungerle all'ultimo al soffritto."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pesto_alla_genovese",
        "category": "sughi",
        "ingredients": [
            "50 gr di basilico",
            "1 spicchio di aglio",
            "1 cucchiaio di pinoli",
            "50 gr olio",
            "35 gr pecorino",
            "Sale"
        ],
        "steps": [
            "Frullare aglio e pinoli; quindi aggiungere il formaggio e infine gli altri ingredienti.",
            "Conservare in un vasetto coperto da un filo d'olio."
        ],
        "notes": [
            "Col basilico a foglia grande il pesto prende un forte sapore di menta. Da evitare.",
            "Al posto del pecorino si pu ò utilizzare il parmigiano.",
            "Va allungato con l'acqua di cottura della pasta."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "zabaione",
        "category": "creme_dolci",
        "ingredients": [
            "1 tuorlo",
            "I cucchiaio colmo zucchero",
            "1 guscio d'uovo marsala secco"
        ],
        "steps": [
            "Mettere il tuorlo in un pentolino piccolo col fondo spesso. Aggiungere lo zucchero e montare con la frusta elettrica a velocità bassa. Aggiungere il marsala.",
            "Spostare su fuoco bassissimo e continuare a montare col frullatore fino a quando la crema sui bordi della pentola comincia ad addensarsi. Non deve assolutamente bollire.",
            "Quando lo zabaione è pronto si pu ò aggiungere l'albume montato a neve, incorporandolo lentamente mescolando dal basso verso l'alto."
        ],
        "notes": [
            "La ricetta originale prevede la cottura a bagnomaria. Mettere il pentolino dentro un'altra pentola con due dita d'acqua fredda. Mescolare ed accendere il gas medio. Quando l'acqua bolle lo zabaione è pronto.",
            "Al posto dell'albume montato si possono aggiungere 2-3 cucchiai di panna montata."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "marmellata_di_prugne",
        "category": "creme_dolci",
        "ingredients": [
            "1 kg prugne sbucciate",
            "250 gr. zucchero",
            "1 limone"
        ],
        "steps": [
            "Sterilizzare vasetti e coperchi in forno a 100 C° per circa un'ora.",
            "Sobbollire a lungo la frutta con lo zucchero fino quasi ad ottenere la consistenza desiderata.",
            "Aggiungere il limone e passare il minipimer.",
            "Fare addensare sul fuoco. In questa fase la marmellata si attacca molto facilmente quindi va controllata spesso.",
            "Versare la marmellata ancora bollente nei vasetti con l'apposito imbuto stando attenti a non sporcare i bordi del vasetto chiudere bene e fare raffreddare a testa in giù."
        ],
        "notes": [
            "Per un risultato più denso aggiungere un po' di pectina o una piccola mela.",
            "Si possono utilizzare anche albicocche.",
            "Con questa ricetta si ottiene una marmellata particolarmente poco dolce. In media le ricette suggeriscono di utilizzare da 500 a 750 gr di zucchero per kg di frutta."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "salsa_al_cioccolato",
        "category": "creme_dolci",
        "ingredients": [
            "30 gr cacao amaro",
            "30 gr zucchero",
            "1 cucchiaio maizena",
            "250 gr acqua"
        ],
        "steps": [
            "Mescolare le polveri.",
            "Portare ad ebollizione l'acqua ed aggiungerla lentamente alle polveri mescolando con una frusta.",
            "Mettere sul fuoco e portare ad ebollizione mescolando con un cucchiaio di legno. Lasciare sobbollire fino ad ottenere la densità desiderata."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "crema_pasticcera",
        "category": "creme_dolci",
        "ingredients": [
            "3 tuorli",
            "3 cucchiai abbondanti di zucchero",
            "3 cucchiai scarsi di farina",
            "1 litro latte",
            "Buccia di limone grattugiata o 1 bustina di vanillina"
        ],
        "steps": [
            "Scaldare tutto il latte meno un bicchiere fino a sfiorare il bollore-",
            "In una ciotola sbattere i tuorli con lo zucchero quindi aggiungere la farina e mescolare bene. Versare il latte freddo tenuto da parte e mescolarlo alle uova facendo attenzione a sciogliere eventuali grumi.",
            "Versare il composto sul latte caldo e mescolare a fuoco spento. Riprendere la cottura a fuoco basso mescolando con un cucchiaio di legno fino a quando non riprende il bollore."
        ],
        "notes": [
            "Per un risultato più delicato sostituire alla farina la maizena o l'amido di riso sciolti in poco latte freddo.",
            "Per una crema speciale aumentare il numero di tuorli fino a 6."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "marmellata_di_prugne_tipo_modena",
        "category": "creme_dolci",
        "ingredients": [
            "1,4 kg prungne spaccatelle denocciolate",
            "0,325 gr zucchero canna"
        ],
        "steps": [
            "Lasciare macerare le prugne tagliate a pezzettoni per 24 ore.",
            "Aggiungere lo zucchero e cuocere a fuoco basso molto a lungo.",
            "Deve risultare una marmellata molto densa."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "scorze_di_arance_candite",
        "category": "creme_dolci",
        "ingredients": [
            "Arance biologiche con la buccia spessa",
            "Zucchero",
            "Acqua"
        ],
        "steps": [
            "Lavare bene le arance e tagliare la buccia a spicchi e quindi a striscioline larghe circa 1 cm conservando anche la parte bianca.",
            "Mettere le scorze in un pentolino di aqua fredda, portare al bollore e lasciare bollire per 5'. Scolarle e pesarle.",
            "Mettere in una pentola col fondo spesso le scorze e lo stesso peso di zucchero e di acqua. Cuocere a fuoco basso fino a quando lo sciroppo formato dallo zucchero e dall'acqua non sarà completamente assorbito dalle scorze.",
            "Con una pinza prendere una scorza alla volta e disporle su una grata, separate una dall'altra. Lasciarle per almeno 24 ore ad asciugare.",
            "Passarle nello zucchero semolato e conservarle in una scatola di latta."
        ],
        "notes": [
            "Se le arance sono molto aromatiche o se non si gradisce il retrogusto di amaro, ripetere la fase di bollitura delle scorze altre 1 o 2 volte.",
            "Per un risultato speciale fondere del cioccolato fondente e inzupparci metà scorza. Fare asciugare su un foglio di carta da forno."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "coulis_frutta",
        "category": "creme_dolci",
        "ingredients": [
            "250 gr lamponi o altra frutta",
            "50 gr zucchero a velo",
            "2 cucchiai succo di limone"
        ],
        "steps": [
            "Appassire la frutta a fiamma bassa in una padella antiaderente per qualche minuto fino a quando non avrà rilasciato tutta l'acqua di vegetazione.",
            "Aggiungere lo zucchero a velo e il limone. Mescolare e lasciare asciugare fino ad ottenere la densità desiderata.",
            "Se necessario filtrare il composto."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "caramello",
        "category": "creme_dolci",
        "ingredients": [
            "100 gr zucchero",
            "Mezza tazzina di acqua"
        ],
        "steps": [
            "Versare in un pentolino col fondo spesso lo zucchero e l'acqua.",
            "Mescolare con un cucchiaio di legno e cuocere a fuoco basso fino a quando lo zucchero si colora, eventualmente girando il pentolino per inglobare tutto lo zucchero.",
            "La temperatura finale pu ò variare dai 155 ai 175 C° a seconda della colorazione desiderata."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "crema_catalana",
        "category": "creme_dolci",
        "ingredients": [
            "1 lt latte",
            "150 gr zucchero + qualche cucchiaio per la crosticina",
            "6 tuorli",
            "30 gr maizena",
            "2 limoni"
        ],
        "steps": [
            "In una ciotola sciogliere la maizena con un bicchiere di latte freddo",
            "Scaldare il rimanente latte, la buccia grattugiata dei due limoni e metà zucchero fino a sfiorare il bollore.",
            "In una ciotola sbattere i tuorli con lo zucchero rimanente. Aggiungere il latte con la maizena, mescolare e aggiungere al latte caldo a fuoco spento.",
            "Far riprendere il bollore e lasciare sobbollire per circa 2 minuti.",
            "Versare negli stampini, lasciare raffreddare e mettere in frigo per almeno 4 ore, meglio tutta la notte.",
            "Cospargere con un cucchiaio di zucchero e caramellizzare con l'apposito attrezzo."
        ],
        "notes": [
            "La ricetta originale prevede di utilizzare lo zucchero di canna per il caramello. Tuttavia lo zucchero di canna tende a bruciare facilmente mentre con lo zucchero bianco si ottiene un bell'effetto vetrificato."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "vov",
        "category": "creme_dolci",
        "ingredients": [
            "100 gr marsala secco",
            "400 gr zucchero",
            "3 tuorli",
            "100 g. alcool",
            "1 litro latte",
            "1 bustina vanillina"
        ],
        "steps": [
            "Battere i rossi con lo zucchero; aggiungere il resto e da ultimo l'alcool.",
            "Agitare bene prima di bere.",
            "Conservare in frigo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "salsa_al_mascarpone",
        "category": "creme_dolci",
        "ingredients": [
            "250 gr mascarpone",
            "3 uova",
            "3 cucchiai colmi di zucchero",
            "3 cucchiai di rhum"
        ],
        "steps": [
            "Sbattere i tuorli con lo zucchero fino ad ottenere una spuma. Aggiungere gli albumi montati a neve e il mascarpone ammorbidito col rhum."
        ],
        "notes": [
            "Si accompagna molto bene al panettone."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "polpo_bollito",
        "category": "secondi_di_pesce",
        "ingredients": [
            "1 polpo di circa 1 kg",
            "1 cipolla",
            "Aglio",
            "Prezzemolo",
            "Alloro",
            "Sedano",
            "Carota",
            "Chiodi di garofano",
            "2 cucchiai aceto bianco",
            "Limone",
            "Olio"
        ],
        "steps": [
            "Preparare l'acqua con tutti i sapori (sedano, carota, una cipolla con i chiodi di garofano, alloro), aggiungere l'aceto e portare a piena ebollizione.",
            "Prendere il polpo e per tre volte immergerlo e ritirarlo su, quindi immergerlo definitivamente a pieno bollore per 1 ora. Lasciarlo raffreddare nella sua acqua.",
            "Tagliarlo e condirlo con un trito di olio, aglio, prezzemolo e limone."
        ],
        "notes": [
            "In alternativa si pu ò cuocere in pentola a pressione per circa 30' dal fischio."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "orate_alla_mediterranea",
        "category": "secondi_di_pesce",
        "ingredients": [
            "Orate fresche e pulite",
            "Pomodorini",
            "Timo",
            "Olive snocciolate",
            "Aglio",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Lavare ed asciugare le orate. Inserire nella pancia uno spicchio d'aglio, qualche rametto di timo e un po' di sale. Salarle e adagiarle in una pirofila unta d'olio.",
            "Aggiungere i pomodorini tagliati a metà col taglio verso l'alto, le olive e altri rametti di timo. Coprire con un filo abbondante d'olio.",
            "Cuocere in forno per circa 30 minuti a 180 C°.",
            "Togliere il pesce e pulirlo. Nel frattempo rimettere la pirofila in forno con i pomodorini e le olive e attivare il grill a 180 C° per circa 10' fino a quando i pomodorini non si asciugano senza bruciare.",
            "Servire i filetti di pesce conditi con la verdura e il sugo di cottura."
        ],
        "notes": [
            "Con il grill seguire molto attentamente la cottura perché brucia molto facilmente."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "tartare_di_tonno_e_avocado",
        "category": "secondi_di_pesce",
        "ingredients": [
            "3 tranci di tonno",
            "4 avocado",
            "4-5 lime",
            "3 cipollotti freschi",
            "Qualche goccia di tabasco",
            "Erba cipollina",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Preparare 2 citronette.",
            "La prima con 8 cucchiai di olio, 2 di succo di lime, 2 cipollotti tagliati finissimi, qualche goccia di tabasco e sale.",
            "La seconda con 6 cucchiai d'olio, pochissimo lime, 1 cipollotto e pochissime gocce di tabasco.",
            "Tagliare a coltello l'avocado e il tonno e condire con le due citronette (la citronette con più lime va con l'avocado).",
            "Mettere in un tagliapasta di 8-10 cm di diametro prima l'avocado, premere e poi aggiungere il pesce. Premere ed impiattare, eventualmente su una fetta d'insalata.",
            "Decorare con qualche filo di erba cipollina."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "orate_al_forno_con_porri_ed_olive",
        "category": "secondi_di_pesce",
        "ingredients": [
            "2 orate da 600 gr cad.",
            "Gr 300 porro mondato",
            "Gr 50 olive taggiasce snocciolate",
            "2 filetti di acciuga",
            "Capperi sotto sale",
            "Vino bianco secco",
            "Alloro",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Pulire le orate.",
            "Tagliare il porro a rondelle non troppo spesse e saltarle in padella con un velo di olio, una foglia di alloro, i filetti di acciuga e le olive. Alla fine unire anche pochi capperi dissalati.",
            "Imbottire le orate con una parte dei porri, disporle su una teglia e distribuirvi sopra gli altri porri. Bagnare con mezzo bicchiere di vino e coprire con un foglio di alluminio.",
            "Infornare a 190 C° per 25-30 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pasta_pazza",
        "category": "paste_base",
        "ingredients": [
            "300 gr. farina 00",
            "2 cucchiai olio",
            "2 pizziconi sale",
            "1 bicchiere di acqua tiepida (175 ml)"
        ],
        "steps": [
            "Impastare la farina con il sale e l'olio aggiungendo l'acqua tiepida un po' alla volta fino ad ottenere un impasto morbido e liscio (lavorare per circa 5-10 minuti).",
            "Lasciare riposare la pasta a temperatura ambiente avvolta nella pellicola per almeno mezz'ora. L'ideale sarebbe coprirla con una pentola riscaldata.",
            "Tirarla molto fine aiutandosi anche con il dorso delle mani."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pastella_per_friggere",
        "category": "paste_base",
        "ingredients": [
            "100 gr farina",
            "125 ml birra fredda",
            "2 cucchiai zucchero (se dolce)",
            "1 uovo",
            "Sale"
        ],
        "steps": [
            "Sbattere l'uovo con la frusta. Aggiungere un po' alla volta alternando la birra e la farina fino a finire i due ingredienti.",
            "La pastella deve diventare abbastanza densa ma non troppo.",
            "Alla fine aggiungere il sale ed eventualmente lo zucchero.",
            "Lasciare riposare la pastella in frigo."
        ],
        "notes": [
            "Al posto della birra si può usare l'acqua frizzante ghiacciata e al posto della farina normale quella autolievitante.",
            "Per una pastella particolarmente soffice montare a neve gli albumi e incorporarli delicatamente alla pastella. In questo caso la pastella deve essere utilizzata subito."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "polenta",
        "category": "paste_base",
        "ingredients": [
            "250 gr polenta",
            "2 lt acqua",
            "1 cucchiaio olio",
            "Sale"
        ],
        "steps": [
            "Scaldare l'acqua e quando inizia a sobbollire versare il sale e due cucchiai di olio.",
            "Versare a pioggia la polenta mescolando con una frusta.",
            "Cuocere a fuoco basso per circa 45' mescolando ogni tanto con un cucchiaio di legno e coprendo la pentola con un coperchio paraspruzzi.",
            "Quando la polenta è pronta versarla su un tagliere in legno e lisciarla con un coperchio bagnato."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pasta_fresca",
        "category": "paste_base",
        "ingredients": [
            "400 gr farina",
            "4 uova",
            "1 cucchiaino di olio",
            "1 pizzico di sale"
        ],
        "steps": [
            "Versare tutti gli ingredienti nell'impastatrice e lavorare con il gancio a bassa velocità per circa 10 minuti.",
            "Dividere la pasta, schiacciarla un po' con la mano e tirarla con la macchinetta. Il primo passaggio è meglio ripeterlo tre volte girando ogni volta la pasta di 90 gradi. Non tirare la pasta troppo fine."
        ],
        "notes": [
            "Al posto di 100 gr di farina è possibile utilizzare una miscela di farina e semola di grano duro rimacinata nelle proporzioni 50/50, 30/70 o anche solo semola.",
            "Per dare alla pasta un gusto più rustico si pu ò spalmare la semola sulle strisce prima di passarle sotto il rullo: in questo modo la pasta diventa più ruvida.",
            "Per fare le pappardelle lasciare asciugare un po' la pasta quindi arrotolare le strisce con un raggio largo e tagliarle con un coltello molto affilato; srotolare subito e fare asciugare. Cuocere le pappardelle per 5 minuti. È possibile non farle asciugare: in questo caso vanno bollite per 1 minuto soltanto."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pasta_frolla_con_i_tuorli",
        "category": "paste_base",
        "ingredients": [
            "100 gr farina00a0",
            "50 gr fecola",
            "50 gr zucchero a velo",
            "3 tuorli sodi",
            "Vanillina",
            "1 pizzico di sale"
        ],
        "steps": [
            "Bollire le uova, prendere solo i tuorli e passarli al setaccio (va bene anche un passino).",
            "Impastare le polveri col burro a pezzi e i tuorli setacciati.",
            "Lasciare riposare in frigo per circa 30'.",
            "Si ottiene una frolla particolarmente friabile."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pasta_per_la_pizza",
        "category": "paste_base",
        "ingredients": [
            "1 kg farina",
            "4 cucchiai olio 00a0+ olio per la teglia",
            "625 gr acqua tiepida",
            "4 gr lievito di birra",
            "2 cucchiani sale"
        ],
        "steps": [
            "Sciogliere il lievito in poca acqua a temperatura ambiente e aggiungerlo alla farina. Quindi aggiungere la restante acqua miscelata con l'olio e il sale.",
            "Impastare per almeno 10' fino ad ottenere un panetto liscio ed omogeneo. L'impasto deve restare molto morbido.",
            "Fare le pieghe di rinforzo e lasciare riposare in frigorifero per circa 12 ore.",
            "Riportare l'impasto a temperatura ambiente, dividerlo in 4 parti, formare dei filoni a lasciare riposare 10-15'. Stenderli sulla teglia aiutandosi con le mani ed eventualmente un po' di olio.",
            "Lasciare lievitare."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pasta_lievitata_brioche",
        "category": "paste_base",
        "ingredients": [
            "Preimpasto",
            "120 gr farina manitoba",
            "80 gr farina 00",
            "25 gr lievito di birra",
            "130 gr acqua",
            "600 gr farina manitoba",
            "400 gr farina 00",
            "30 gr (2 cucchiai) malto",
            "260 gr latte",
            "100 gr burro",
            "240 gr zucchero",
            "6 uova",
            "1 bustina vanillina",
            "La scorza di 1 limone",
            "20 ml rhum",
            "Granella di zucchero",
            "2 pizzichi di sale"
        ],
        "steps": [
            "Preparare il preimpasto (tutti gli ingredienti devono essere a temperatura ambiente) e lasciare lievitare per 2 ore a temperatura ambiente.",
            "Aggiungere tutti gli ingredienti meno il burro e il rhum e impastare con il K. Aggiungere il burro morbido un pezzo alla volta e infine il rhum. Ribaltare l'impasto 1-2 volte per aiutare ad incordare. Mettere il gancio e chiudere rapidamente l'impasto.",
            "Lasciare lievitare 2-3 ore (a metà lievitazione fare le pieghe 1-2 volte).",
            "Fare ancora una volta le pieghe, formare le brioche, lucidare con gli albumi, mettere la granella di zucchero e lasciare lievitare 2-3 ore. Cuocere a 180° per circa 25 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pasta_frolla_leggera",
        "category": "paste_base",
        "ingredients": [
            "500 gr farina",
            "200 gr zucchero",
            "200 gr burro freddo",
            "1 tuorlo",
            "Acqua frizzante ghiacciata",
            "1 pizzico di sale",
            "Scorza di limone grattugiata e/o vanillina"
        ],
        "steps": [
            "Sbriciolare la farina col burro. Aggiungere gli altri ingredienti e impastare il meno possibile.",
            "Per ultimo aggiungere l'acqua a cucchiaini fino ad ottenere un impasto maneggiabile.",
            "Lasciare riposare l'impasto coperto dalla pellicola per almeno mezz'ora."
        ],
        "notes": [
            "Per una pasta frolla più rustica sostituire 100 gr di farina con la semola.",
            "Per una frolla più raffinata sostituire lo zucchero con lo zucchero a velo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "riso_pilaf",
        "category": "torte_salate",
        "ingredients": [
            "Due tazze di riso",
            "Due tazze di brodo di verdura",
            "1 cipolla piccola",
            "1 bicchiere di vino bianco",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Accendere il fuoco a 200 C°.",
            "Portare ad ebollizione il brodo.",
            "In una pirofila soffriggere la cipolla con l'olio, aggiungere il riso e tostarlo. Sfumare con il vino già caldo.",
            "Versare il brodo bollente, far riprendere il bollore e coprire con un foglio di carta argentata.",
            "Cuocere in forno per 16'. Per un riso più tostato togliere la carta argentata gli ultimi 2 minuti."
        ],
        "notes": [
            "Per fare prima al posto del soffritto si pu ò usare una piccola cipolla tagliata in due oppure due scalogni, magari con infilati dei chiodi di garofano.",
            "Con l'aggiunta di tonno e piselli diventa un ottimo piatto unico. Tonno e piselli vanno aggiunti al riso dopo averlo soffritto; a fine cottura aggiungere olio crudo e prezzemolo tritato.",
            "Ottimo anche con sugo e polpettine.",
            "La ricetta originale prevede il doppio dell'acqua rispetto al riso ma in questo modo il riso diventa più tostato."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "risotto",
        "category": "torte_salate",
        "ingredients": [
            "Due tazze di riso",
            "Quattro tazze di brodo",
            "1 cipolla piccola",
            "1 bicchiere di vino bianco",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Soffriggere olio e cipolla. Tostare il riso e sfumare col vino bianco caldo.",
            "Aggiungere eventuali sapori e rosolare a fuoco vivace per qualche minuto fino a quando viene assorbito il condimento.",
            "Abbassare il fuoco e aggiungere un mestolo di brodo bollente. Aspettare che il brodo venga assorbito dal riso prima di aggiungerne altro. Continuare così fino a cottura ultimata.",
            "Il risotto viene ottimo con la pentola a pressione. Aggiungere il brodo bollente tutto insieme, chiudere la pentola e cuocere a fuoco vivace fino al fischio, poi abbassare e continuare la cottura per 4-5 minuti.",
            "A fine cottura aggiungere altri eventuali sapori, mantecare con burro o formaggio e mescolare vigorosamente.",
            "Lasciare riposare 5 minuti e servire."
        ],
        "notes": [
            "Ottimi trucchi per mantecare sono mescolare molto vigorosamente, aggiungere burro freddo di freezer, o frullare qualche cucchiaio di risotto e poi aggiungerlo al resto.",
            "Risotto ai funghi",
            "Risotto al barolo e castelmagno",
            "Risotto allo zafferano",
            "Risotto Martini dry, scampi e agrumi",
            "Risotto salsiccia, verza e zafferano",
            "Risotto patate e prezzemolo"
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "spaghetti_al_filetto_nonna_elo",
        "category": "torte_salate",
        "ingredients": [
            "6-7 hg di filetto o carne rossa",
            "2 cipolle grandi",
            "1 hg di burro",
            "6 foglie di alloro",
            "Dado",
            "Poco vino bianco",
            "Parmigiano",
            "Spaghetti grossi"
        ],
        "steps": [
            "Preparare un soffritto con la cipolla ben tritata, il burro, il dado e l'alloro.",
            "Fare rosolare la carne per qualche minuto e sfumare con una spruzzata di vino bianco.",
            "Chiudere la pentola il meglio possibile (magari aiutandosi con un foglio di alluminio) e cuocere a fuoco molto basso anche per 2 ore, controllando che non asciughi, eventualmente versando un po' di brodo caldo.",
            "Condire gli spaghetti col sugo della carne ed il parmigiano."
        ],
        "notes": [
            "La carne pu ò essere servita come secondo tagliata a fettine sottili e irrorata con un po' di sugo della pasta."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "cous_cous_alla_marocchina",
        "category": "torte_salate",
        "ingredients": [
            "500 gr cous cous precotto",
            "1 kg agnello",
            "1 scatola ceci precotti",
            "3 cipolle bianche",
            "1 kg zucchine",
            "4 peperoni",
            "2 melanzane",
            "2 carote",
            "1 bicchiere vino bianco",
            "Zafferano",
            "Paprika piccante",
            "Cumino",
            "Peperoncino",
            "Aglio",
            "Olio"
        ],
        "steps": [
            "Preparare un soffritto con le cipolle tagliate a pezzi grossi, aglio e olio. Rosolare la carne tagliata a tocchi. Sfumare con il vino e cuocere coperto per circa un'ora. Se asciuga troppo aggiungere acqua calda o brodo.",
            "Aggiungere alla carne la verdura tagliata a pezzi grossi e i ceci scolati e cuocere altri 30 - 60 minuti.",
            "Prendere una tazza del sugo della carne e aggiungere le spezie in modo da ottenere una salsa piccante da servire a parte.",
            "Preparare il cous cous come da istruzioni della confezione aggiungendo lo zafferano all'acqua di cottura.",
            "Servire il cous cous con l'agnello."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "paella",
        "category": "torte_salate",
        "ingredients": [
            "1 petto di pollo",
            "50 cm salsiccia",
            "2 hg carne magra di maiale",
            "6 gamberi o scampi",
            "1kg vongole",
            "2-3 calamari o seppie",
            "1 peperone",
            "300 gr piselli",
            "1 cipolla",
            "700 gr riso",
            "3 bustine di zafferano"
        ],
        "steps": [
            "In una padella fare aprire le vongole, sgusciarne una parte e metterle da parte.",
            "In una padella larga e sottile preparare un soffritto con olio e cipolla. Aggiungere i gamberi già puliti. Farli rosolare per 5 minuti, quindi toglierli e metterli da parte.",
            "Aggiungere il pollo e il maiale tagliati a tocchi, le seppie mondate e tagliate in striscioline, la salsiccia e i peperoni tagliati a pezzettoni e lasciare soffriggere per circa 20 minuti.",
            "Aggiungere il riso e fare rosolare.",
            "Aggiungere i piselli e l'acqua calda (il doppio del volume del riso) con lo zafferano e lasciare cuocere senza mescolare.",
            "A fine cottura aggiungere le vongole e decorare con i gamberi."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "orecchiette_con_i_broccoli",
        "category": "torte_salate",
        "ingredients": [
            "500 gr orecchiette fresche",
            "1 kg di broccoli",
            "Pecorino romano (da grattugiare)",
            "5 alici",
            "Peperoncino",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Bollire la verdura nell'acqua della pasta già salata. Dopo circa 5 minuti aggiungere le orecchiette e portare a fine cottura.",
            "In un pentolino soffriggere aglio e olio. Aggiungere le alici e il peperoncino.",
            "A fine cottura scolare la pasta e la verdura e condire col soffritto.",
            "Servire col pecorino grattugiato."
        ],
        "notes": [
            "Al posto dei broccoli si possono utilizzare le cime di rapa."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "tortelloni_con_patate_e_taleggio",
        "category": "torte_salate",
        "ingredients": [
            "Per la pasta",
            "200 gr farina 00",
            "60 gr farina di grano saraceno",
            "2 uova e 2 tuorli",
            "Olio",
            "1 pizzico di sale",
            "Per il ripieno",
            "400 gr patate",
            "200 gr taleggio",
            "100 gr gherigli di noce",
            "Prezzemolo",
            "Sale",
            "Per il condimento",
            "Burro",
            "Pistilli di zafferano",
            "Zeste di mezza arancia",
            "Salvia",
            "Parmigiano reggiano"
        ],
        "steps": [
            "Impastare la pasta e lasciare riposare per circa 30'.",
            "Tritare le noci con un pizzico di sale grosso e il prezzemolo.",
            "Cuocere le patate, schiacciarle con una forchetta e mescolarle col taleggio tagliato a cubetti, il pesto di noci e un po' di sale.",
            "Stendere la pasta e formare i ravioli (ne vengono circa 50).",
            "Soffriggere in una padella il burro aromatizzato con le zeste d'arancia, la salvia e lo zafferano. Condire e a piacere cospargere con i pistilli di zafferano. Decorare con la buccia d'arancia."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "riso_bollito_all'orientale",
        "category": "torte_salate",
        "ingredients": [
            "600 gr riso basmati",
            "900 gr acqua",
            "2 stecche cannella",
            "6 bacche caradamono",
            "2 anice stellato",
            "Sale"
        ],
        "steps": [
            "Versare in una pentola il riso con le spezie e coprire con l'acqua e il sale.",
            "Coprire con un coperchio e portare a bollore. Abbassare la fiamma e lasciare cuocere per 8-10 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pasta_e_ceci",
        "category": "torte_salate",
        "ingredients": [
            "Ceci",
            "Rosmarino",
            "Olio",
            "1 cucchiaino bicarbonato"
        ],
        "steps": [
            "Lasciare a bagno i ceci in abbondante acqua per 12 ore. Per ammorbidirli aggiungere un cucchiaino di bicarbonato. Scolarli e lavarli sotto l'acqua corrente.",
            "Mettere i ceci in una pentola insieme al rosmarino e coprire con acqua fredda fino a circa il doppio dell'altezza dei ceci. Cuocere a fuoco basso per un'ora o comunque fino a quando i ceci saranno morbidi.",
            "Mettere da parte un po' di ceci e frullare il resto col frullatore ad immersione.",
            "Riportare a bollore, versare la pasta e lasciare bollire per circa 2 minuti mescolando. Chiudere e lasciare riposare fino a cottura ultimata.",
            "Aggiungere i ceci messi da parte e condire con olio crudo e pepe."
        ],
        "notes": [
            "Per fare prima si pu ò cucinare il tutto in una pentola a pressione.",
            "Viene ottima anche senza pasta servita con crostini caldi.",
            "Ottimo anche l'accostamento con i gamberi.",
            "Per una zuppa più densa si pu ò aggiungere ai ceci crudi una patata tagliata a dadini."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "vellutata_di_zucca",
        "category": "torte_salate",
        "ingredients": [
            "1 zucca",
            "1 porro",
            "Brodo di verdura",
            "Olio",
            "Sale",
            "Pepe",
            "Parmigiano"
        ],
        "steps": [
            "Preparare un soffritto con l'olio e il porro.",
            "Rosolare la zucca tagliata a pezzettoni e coprire con il brodo di verdura. Cuocere fino a quando la zucca sarà morbidissima.",
            "Frullare e servire calda con parmigiano, olio, pepe e crostini."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pizzoccheri_della_valtellina",
        "category": "torte_salate",
        "ingredients": [
            "1 scatola di pizzoccheri della valtellina",
            "200 gr burro",
            "2 mazzi di coste (400 gr)",
            "1 verza verde (400 gr)",
            "2 hg casera",
            "2 hg bitto",
            "Salvia",
            "1 spicchio di aglio"
        ],
        "steps": [
            "In una pentola capiente bollire la verdura pulita e tagliata a pezzi per circa 5 minuti (prima la costa e qualche minuto dopo la verza). Aggiungere i pizzoccheri fino a cottura.",
            "Nel frattempo rosolare il burro con la salvia e l'aglio a spicchi, tagliare il formaggio a dadini e scaldare una pirofila in forno.",
            "A fine cottura mettere nella pirofila a strati alterni i pizzoccheri con la verdura molto ben scolati e il formaggio.",
            "Aggiungere il burro fuso e servire bollente."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "vellutata_di_pomodoro",
        "category": "torte_salate",
        "ingredients": [
            "1 lt latte",
            "4 patate",
            "5 grossi pomodori maturi",
            "1 dado per brodo",
            "2 cucchiai di passata di pomodoro"
        ],
        "steps": [
            "Bollire nel latte le patate a pezzi. Dopo mezz'ora aggiungere i pomodori e continuare a bollire fino a quando le patate non saranno ben cotte.",
            "Frullare il tutto. Aggiungere la passata di pomodoro e fare riprendere il bollore.",
            "Servire coi crostini."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "spaghetti_al_branzino",
        "category": "torte_salate",
        "ingredients": [
            "500 gr di spaghetti",
            "6 filetti di branzino",
            "30 gr pinoli",
            "Prezzemolo",
            "Cipolla",
            "Aglio",
            "Olio",
            "Vino bianco.",
            "Sale"
        ],
        "steps": [
            "Preparare un soffritto con la cipolla ben tritata, l'aglio e l'olio.",
            "Aggiungere i filetti di pesce senza pelle e sminuzzati a coltello e sfumare col vino bianco.",
            "Scolare la pasta molto al dente a farla saltare aggiungendo l'acqua di cottura un po' alla volta per non fare asciugare la pasta.",
            "Aggiungere i pinoli tostati e il prezzemolo e lasciare riposare qualche minuto."
        ],
        "notes": [
            "La riuscita di questo piatto dipende molto dalla qualità della pasta che deve essere a lunga cottura.",
            "Per un sapore più deciso si possono aggiungere capperi o zeste di limone.",
            "Per un risultato cremoso è importante terminare la cottura della pasta insieme al sugo. Per un risultato ottimale scolare la pasta a 2/3 di cottura."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "riso_pilaf_agli_asparagi",
        "category": "torte_salate",
        "ingredients": [
            "1,5 kg asparagi verdi sottili",
            "70 gr burro",
            "50 gr farina",
            "400 gr panna",
            "1 bicchiere di latte",
            "5 cucchiai di parmigiano",
            "Poco dado",
            "Sale"
        ],
        "steps": [
            "Lessare gli asparagi in poca acqua salata fino a quando saranno appena morbidi. Scolarli tenendo da parte l'acqua di cottura. Mettere da parte 15-20 punte lunghe circa 4-5 cm e frullare il resto, eventualmente aggiungendo un po' di brodo di cottura.",
            "Procedere alla preparazione del riso pilaf come al solito ma lasciandolo più morbido (una tazza e mezza di liquido ogni tazza di riso) e utilizzando l'acqua di cottura degli asparagi per il brodo.",
            "Scaldare il latte con la panna. In un pentolino col fondo spesso sciogliere il burro e poi aggiungere tutta insieme la farina sciogliendola con una frusta. Aggiungere la panna e il latte sempre mescolando fino ad ottenere una besciamella liscia e compatta.",
            "Aggiungere un po' di dado, il parmigiano, il sale e il frullato di asparagi e mescolare.",
            "Quando il riso è pronto scaldare la salsa e usarne metà da mescolare al riso e metà per coprirlo.",
            "Decorare con le punte di asparagi."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "canederli",
        "category": "torte_salate",
        "ingredients": [
            "300 gr di pane raffermo",
            "250 gr latte",
            "200 gr speck",
            "2 uova",
            "1 cipolla piccola",
            "30 gr burro",
            "2 cucchiai farina",
            "Prezzemolo",
            "Sale"
        ],
        "steps": [
            "Tagliare il pane e lo speck a dadini.",
            "In una padella rosolare il burro con le cipolle e lo speck.",
            "In una conca versare il pane, lo speck rosolato, il latte, le uova, la farina, il prezzemolo e il sale e mescolare bene.",
            "Lasciare riposare per 10' e poi formare i canederli.",
            "Buttarli in acqua bollente e lasciare cuocere 15'."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pasta_scarola_olive_e_capperi",
        "category": "torte_salate",
        "ingredients": [
            "1 cespo di scarola",
            "1 manciata di olive snocciolate",
            "1 cucchiaio capperi",
            "Olio",
            "Aglio"
        ],
        "steps": [
            "Preparare un soffritto con abbondante olio ed aglio.",
            "Aggiungere le olive e i capperi sciacquati.",
            "Aggiungere la scarola tagliata a pezzi e fare appassire."
        ],
        "notes": [
            "In alternativa si pu ò sbollentare la verdura tagliata nella pentola dove poi si cucinerà l'acqua, scolarla bene e quindi aggiungerla alla padella con il soffritto."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "calamarata",
        "category": "torte_salate",
        "ingredients": [
            "1 kg anelli di calamaro o di totano",
            "7hg pasta da calamarata a lunga cottura",
            "3 filetti di acciuga",
            "1 bicchiere di vino bianco",
            "Aglio",
            "Olio",
            "Prezzemolo",
            "Sale"
        ],
        "steps": [
            "Preparare un soffritto con olio e aglio. Sciogliervi i filetti di acciuga e saltare gli anelli di calamaro o di totano. Sfumare con il vino e proseguire la cottura a fuoco basso per qualche minuto.",
            "Cuocere la pasta, scolarla a circa 2/3 della cottura tenendo da parte un po' di acqua di cottura.",
            "Versare la pasta nella padella con il pesce e continuare la cottura aggiungendo piano piano l'acqua in modo da non fare asciugare la pasta.",
            "Aggiungere il prezzemolo tritato e lasciare riposare 2-3 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "gnocchi_alla_romana",
        "category": "torte_salate",
        "ingredients": [
            "1 litro latte",
            "250 gr semolino",
            "30 gr burro",
            "2 cucchiai parmigiano",
            "2 uova",
            "Sale"
        ],
        "steps": [
            "In una pentola portare ad ebollizione il latte con il sale.",
            "Aggiungere a pioggia il semolino e cuocere a fuoco basso mescolando con un cucchiaio di legno fino a raggiungere il bollore. Continuare per 2-3 minuti dopo l'ebollizione e togliere dal fuoco.",
            "Incorporare il burro, il parmigiano e le uova.",
            "Bagnare una superficie, rovesciare l'impasto e stenderlo alto 1 cm. Lasciare raffreddare e ritagliare dei dischi.",
            "Ungere una pirofila di burro e disporre i ritagli in un solo strato, quindi coprire con i dischi leggermente sovrapposti. Cospargere con dei fiocchetti di burro e del parmigiano.",
            "Infornare per 1 ora a 200 C°."
        ],
        "notes": [
            "Prima della cottura gli gnocchi possono essere congelati.",
            "Per fare prima si pu ò versare il composto di uova, latte e semolino in uno stampo da ciambella molto unto e coprire con fiocchi di burro. Cuocere a 200 C° per 1 ora. Capovolgere e riempire il buco con piselli, funghi ecc."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "riso_per_sushi",
        "category": "torte_salate",
        "ingredients": [
            "100 gr riso per sushi (o vialone nano)",
            "120 gr acqua",
            "1 cucchiaio abbondante aceto di mele (o di riso)",
            "1 cucchiaio abbondante zucchero",
            "1 cucchiano sale"
        ],
        "steps": [
            "Lavare il riso sotto l'acqua corrente lasciandolo anche a bagno fino a quando lascia l'acqua limpida (tra 15 e 30').",
            "Lasciarlo quindi riposare su uno scolino per circa 15'.",
            "Nel frattempo preparare la riduzione mettendo sul fuoco un pentolino con aceto, zucchero e sale. Scaldare e mescolare con un cucchiaio di legno per sciogliere lo zucchero e il sale ma non fare bollire per non fare evaporare l'acidità dell'aceto.",
            "Versare il riso nella pentola con l'acqua e portarlo ad ebollizione a fuoco vivo. Al bollore abbassare e cuocere a fuoco bassissimo senza togliere il coperchio per 10-15'.",
            "Togliere dal fuoco e lasciare riposare per altri 15' coperto con un canovaccio e col coperchio.",
            "Versare in una ciotola larga (non di metallo) raffreddandolo con un coperchio usato come ventaglio e condire con la riduzione mescolando delicatamente con un mestolo di legno per non rompere i chicchi di riso.",
            "Coprire con un canovaccio e consumare in giornata. Non va messo in frigorifero."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "toast_alla_francese",
        "category": "torte_salate",
        "ingredients": [
            "1 uovo",
            "1 cucchiaio latte",
            "2 fette pancarré",
            "Burro",
            "Sale"
        ],
        "steps": [
            "Sbattere l'uovo con il latte e il sale.",
            "Bagnare bene le fette di pane e friggerle nel burro in una padella antiaderente a fuoco medio."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pesce_finto",
        "category": "torte_salate",
        "ingredients": [
            "Gr 250 tonno sott'olio",
            "400 gr patate",
            "2 acciughe",
            "Maionese",
            "Sottaceti"
        ],
        "steps": [
            "Bollire le patate e passarle con lo schiacciapatate. Tritare il tonno e le acciughe col minipimer e impastare il tutto.",
            "Formare un salame aiutandosi con la carta da forno e metterlo in frigo coperto con la pellicola.",
            "Rovesciarlo nel piatto di portata e decorarlo con la maionese e i sottaceti.",
            "Servire freddo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "gnocchi",
        "category": "torte_salate",
        "ingredients": [
            "1 kg di patate (farinose se possibile)",
            "100 g di farina (meno è, meglio è)",
            "1 uovo",
            "sale (q. b.)"
        ],
        "steps": [
            "Pelare le patate e tagliarle a pezzi grossi (circa 4 pz. a patata).",
            "Bollire le patate in una pentola con il coperchio, in poca acqua salata fredda (ca. 2 dita) per 20 - 30 minuti.",
            "Scolare con cura le patate, e sbatterle aggiungendo l'uovo e la farina fino a ottenere una pasta.",
            "Realizzare dei vermi con la pasta avendo cura di non farla attaccare alla superficie su cui ci si appoggia (aggiungere farina se necessario).",
            "Tagliare la pasta nella forma desiderata.",
            "Buttare in acqua bollente (salata), e tirare fuori quando vengono a galla.",
            "Servire con burro già sul piatto. Aggiungere parmigiano grattato"
        ],
        "notes": [
            "- Quando si fanno bollire le patate vanno messe nell'acqua ancora fredda.",
            "- Lavorare gli gnocchi il meno possibile."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pasta_ai_gamberi",
        "category": "torte_salate",
        "ingredients": [
            "Code di gambero sgusciate",
            "Pomodorini freschi",
            "Vino bianco",
            "Aglio",
            "Olio",
            "Peperoncino",
            "Prezzemolo"
        ],
        "steps": [
            "Preparare in una padella un soffritto con cipolla, aglio, olio e peperoncino.",
            "Aggiungere i gamberi, rosolare per 5 minuti quindi metterli da parte.",
            "Nella stessa padella versare i pomodorini precedentemente tagliati a piccoli pezzetti. Sfumare col vino bianco.",
            "Scolare la pasta al dente e saltarla con il sugo, eventualmente aggiungendo un po' di acqua di cottura.",
            "Aggiungere le code di gambero e far rosolare 2-3 minuti.",
            "All'ultimo minuto aggiungere un trito di aglio e prezzemolo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "ribollita_clementina",
        "category": "torte_salate",
        "ingredients": [
            "2 cespi cavolo nero",
            "1 verza o bietole",
            "1 scatola pelati",
            "3hg cannellini",
            "Sedano",
            "Carota",
            "Cipolla",
            "1 spicchio aglio",
            "Timo",
            "Salvia",
            "Un pizzico semi di finocchio",
            "Pane toscano",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Bollire i fagioli con salvia, aglio e pepe, mettendoli in acqua fredda e facendoli cuocere per bene.",
            "Lavare la verdura e togliere la costa centrale al cavolo nero. Tagliare a coltello sedano, carota e cipolla e preparare un soffritto.",
            "Tagliare a pezzettoni cavolo e verza, aggiungere al soffritto e rosolare. Quindi aggiungere il pomodoro.",
            "Versare l'acqua dei fagioli nella pentola con la verdura, salare, aggiungere timo e finocchio e lasciare cuocere per circa 2 ore a fuoco basso. Aggiungere i fagioli, a piacere in parte frullati, e lasciare cuocere un'altra mezz'ora.",
            "Togliere la buccia al pane, tagliarlo a quadrotti, versare nella minestra calda e fare sciogliere.",
            "Versare la zuppa calda condita con un filo di olio."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "spaghetti_alla_carbonara",
        "category": "torte_salate",
        "ingredients": [
            "500 gr spaghetti",
            "150 gr pancetta stesa",
            "40 gr burro",
            "3 tuorli",
            "Parmigiano",
            "Pepe",
            "1 cucchiaio olio"
        ],
        "steps": [
            "In una conca sbattere i tuorli d'uovo col parmigiano, il sale e il pepe. Aggiungere il burro a temperatura ambiente e mescolare.",
            "Tagliare a dadini la pancetta e scaldarla in un tegamino con mezzo cucchiaio d'olio a fuoco lento per circa 5 minuti.",
            "Scolare la pasta e versarla nella conca con uova e burro. Mescolare. Aggiungere la pancetta e mescolare ancora."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "taglierini_al_nero_di_seppia",
        "category": "torte_salate",
        "ingredients": [
            "500 gr taglierini (o spaghetti)",
            "3 alici",
            "4-5 capperi",
            "1 kg gamberi",
            "1 bicchiere di brandy o cognac",
            "50 gr burro",
            "Scalogni",
            "12-16 gr nero di seppia",
            "1 cucchaino di maizena",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Nel wok soffriggere lo scalogno. Aggiungere le alici e i capperi (meglio se tritati), il nero di seppia e 1 bicchiere di brandy.",
            "In un'altra padella rosolare i gamberi nel burro, aggiungere il brandy rimanente e fare asciugare. Consolidare con un cucchiaino di maizena sciolto in poca acqua.",
            "Cuocere la pasta al dente e saltarla nel wok. Impiattare e decorare con la salsa di gamberi."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "focaccia_al_formaggio",
        "category": "torte_salate",
        "ingredients": [
            "500 gr farina 00",
            "250 gr acqua",
            "50 ml olio",
            "2 cucchiaini sale",
            "1 kg stracchino",
            "4 cucchiai olio"
        ],
        "steps": [
            "Sciogliere il sale nell'acqua. Impastare la farina con l'olio aggiungendo lentamente l'acqua. Lavorare a lungo e lasciare riposare l'impasto a temperatura ambiente avvolto in una pellicola.",
            "Dividere l'impasto in 4 panetti e tirare la sfoglia prima col mattarello e poi col dorso delle mani: deve risultare quasi trasparente.",
            "Ungere la teglia e coprire con una sfoglia. Lasciare la sfoglia appoggiata sulla teglia senza farla aderire. Mettere circa 500 gr di stracchino per teglia a pezzettoni grandi come una piccola noce. Coprire con l'altra sfoglia, quindi passare il mattarello sui bordi della teglia per togliere la pasta in eccesso e sigillare i bordi con le mani. È importante che il bordo resti sottile.",
            "Sulla sfoglia in alto fare 5-6 squarci (camini) di un diametro di circa 3 cm utilizzando la punta delle dita. Ungere con olio e salare.",
            "Infornare alla temperatura massima per circa 15 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "tortellini_veri_bolognesi",
        "category": "torte_salate",
        "ingredients": [
            "60 gr. prosciutto crudo",
            "60 gr. mortadella",
            "250 gr. lombo di maiale disossato",
            "2 uova intere",
            "Molto parmigiano",
            "Noce moscata"
        ],
        "steps": [
            "Tritare prosciutto e mortadella.",
            "Rosolare la carne in poco burro e tritarla.",
            "Unire parmigiano, uova e un po' di noce moscata."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "focaccia_genovese_sorelle_simili",
        "category": "pane_&_co",
        "ingredients": [
            "Per l'impasto",
            "1 kg farina",
            "600 gr acqua",
            "25 gr lievito di birra",
            "Olio evo 2 cucchiai per l'impasto e 8 per le teglie",
            "Sale 2 cucchiaini",
            "Per l'emulsione",
            "100 gr olio",
            "200 gr acqua",
            "Sale grosso"
        ],
        "steps": [
            "Sciogliere il lievito con poca acqua, poi unire gli altri ingredienti e impastare a lungo.",
            "Fare le pieghe e lasciare riposare fino al raddoppio.",
            "Dividere l'impasto, formare un filone per teglia e lasciarli riposare sulla teglia unta con l'olio per circa 15 minuti. Stenderli con le dita o un piccolo mattarello e lasciare lievitare altri 30 minuti.",
            "Affondare le dita nella pasta formando delle impronte profonde, irrorare con l'emulsione di olio e acqua, versare il sale grosso a pioggia e fare raddoppiare abbondantemente.",
            "Infornare a 200 C° per circa 25/30 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "treccia_di_pasqua",
        "category": "pane_&_co",
        "ingredients": [
            "500 gr farina",
            "175 gr latte",
            "125 gr patate pulite",
            "50 gr salame",
            "50 gr olio",
            "25 gr parmigiano reggiano",
            "25 lievito birra",
            "8 uova",
            "Zucchero",
            "Sale",
            "Pepe"
        ],
        "steps": [
            "Impastare la farina con le patate bollite e passate con lo schiacciapatate. Aggiungere il lievito, 1 uovo, il latte, il salame sbriciolato, l'olio, il pepe, il grana e un pizzico di zucchero e impastare. Lasciare lievitare fino al raddoppio.",
            "Dividere l'impasto in tre parti e formare una treccia. Chiudere in rotondo per formare una ciambella e mettere al centro una terrina rotonda (per es. un barattolo di vetro). Negli incavi incastrare le uova di decorazione.",
            "Lasciare lievitare.",
            "Ungere la superficie con un uovo sbattuto e infornare a 180 C° per 40 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "gnocco_fritto00a0_federica",
        "category": "pane_&_co",
        "ingredients": [
            "500 gr farina",
            "125 gr acqua frizzante",
            "125 gr latte",
            "50 gr burro",
            "1 bustina lievito in polvere istantaneo per torte salate",
            "1 cucchiaino di sale"
        ],
        "steps": [
            "Impastare tutti gli ingredienti e lasciare riposare l'impasto a temperatura ambiente avvolto in una pellicola per circa mezz'ora.",
            "Stendere l'impasto col mattarello sottile ma non troppo e tagliare dei rombi.",
            "Friggerli subito in olio ben caldo (210 C°)."
        ],
        "notes": [
            "Si pu ò sostituire il latte con la birra.",
            "Si pu ò provare anche senza burro e/o lievito.",
            "La ricetta originale prevede la frittura nello strutto.",
            "Non vanno stesi troppo fini se no non gonfiano."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "crepes_anna",
        "category": "pane_&_co",
        "ingredients": [
            "250 gr farina",
            "2 uova",
            "375 gr latte",
            "125 gr birra",
            "1 cucchiaio olio",
            "Sale"
        ],
        "steps": [
            "Amalgamare bene gli ingredienti aggiungendo i liquidi un po' alla volta fino ad ottenere una crema.",
            "Lasciare riposare per almeno 2 ore.",
            "I grumi si sciolgono da soli ma se dovessero rimanere è sufficiente passare velocemente il minipimer.",
            "Cuocere con pochissimo burro o olio in una padella per crepes."
        ],
        "notes": [
            "Mettendo poco sale le crepes possono essere utilizzate sia dolci sia salate."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "panini_con_l'uvetta",
        "category": "pane_&_co",
        "ingredients": [
            "500 gr farina",
            "250 gr uvetta",
            "150 gr latte",
            "60 gr burro",
            "60 gr zucchero",
            "25 gr di lievito di birra",
            "Sale"
        ],
        "steps": [
            "Lasciare ammorbidire l'uvetta in acqua tiepida.",
            "Impastare 150 gr di farina con il lievito e 75 gr di acqua tiepida e lasciare lievitare per circa 45 minuti.",
            "Aggiungere la rimanente farina, il burro ammorbidito, lo zucchero, il latte tiepido ed un pizzico di sale. Lavorare l'impasto fino a che non diventa liscio e molto elastico.",
            "Aggiungere all'impasto l'uvetta infarinata. Stendere l'impasto a un dito abbondante di spessore e ritagliare i panini col bordo di un bicchiere.",
            "Mettere i panini su una teglia e lasciare lievitare per circa un'altra ora.",
            "Cuocere a 200 C° per circa 20 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "farinata",
        "category": "pane_&_co",
        "ingredients": [
            "500 gr farina di ceci",
            "1.250 gr acqua",
            "150 gr olio evo",
            "2 cucchiaini colmi sale"
        ],
        "steps": [
            "Sciogliere velocemente la farina con l'acqua e lasciare riposare almeno due ore, meglio per tutta la giornata. Durante il riposo eventuali grumi si sciolgono da soli. Schiumare e aggiungere il sale.",
            "Ungere bene le teglie e versare l'olio rimanente nell'impasto. È importante che la pasta rimanga sottilissima.",
            "Infornare a circa 240° fino a quando la farinata non si colora e iniziano a formarsi delle crepe sulla superficie."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "panini_al_latte",
        "category": "pane_&_co",
        "ingredients": [
            "500 gr farina manitobe",
            "300 gr latte + 2 cucchiai per spennellare",
            "25 gr lievito di birra",
            "80 gr zucchero",
            "30 gr burro",
            "1 uovo",
            "1 pizzico di sale"
        ],
        "steps": [
            "In una ciotola sbriciolare il lievito di birra con due cucchiaini di zucchero e 100 gr di latte appena tiepido. Amalgamare e coprire. Lasciare riposare sino a quando sulla superficie del latte si forma una leggera schiuma.",
            "Nel frattempo mescolare il resto del latte intiepidito, lo zucchero restante, il burro fuso e il sale. Aggiungere la farina e il composto col lievito ed impastare a lungo.",
            "Lasciare lievitare fino al raddoppio.",
            "Formare dei filoni. Da ogni filone ricavare dei pezzi di impasto di circa 30 gr ciascuno con cui formare delle palline (tirare i bordi della pasta verso il basso e spingerla con i pollici alla base, premendola poi per saldarla).",
            "Lasciare lievitare i panini almeno mezz'ora. Spennellarli con l'uovo sbattuto e infornarli a 220 C° per circa 18'."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "focaccia_pugliese_di_adriano",
        "category": "pane_&_co",
        "ingredients": [
            "600 gr. farina (50% manitoba e 50% farina 0)",
            "240 gr semola rimacinata di grano duro",
            "670 gr acqua",
            "60 gr olio evo",
            "20 gr sale",
            "18 gr lievito di birra",
            "24 gr fiocchi di patate (o 2hg patate)",
            "30 pomodorini",
            "Origano",
            "Sale grosso"
        ],
        "steps": [
            "Nell'impastatrice sciogliere il lievito nell'acqua e aggiungere le farine, i fiocchi di patate e il sale impastando col K fino ad incordare. Aggiungere l'olio eventualmente ribaltando l'impasto e chiudere col gancio.",
            "Arrotondare con la spatola e mettere in una ciotola stretta leggermente unto di olio fino a che il volume quasi triplica (circa 2 ore).",
            "Dividere in due l'impasto. Fare le pieghe di rinforzo, arrotondare e lasciare riposare con la chiusura in basso per altri 30'. Stendere con la parte bombata in alto.",
            "Cospargere prima di sale grosso in modo che non diventi insipido dove ci sono i pomodorini. Mettere i pomodorini con la parte tagliata a contatto con l'impasto (i pomodorini vanno tagliati con le mani in modo che il succo cada sull'impasto). Cospargere di olio e origano e lasciare lievitare fino al raddoppio.",
            "Infornare a 220-230 C° e lasciare cuocere fino a completa doratura."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "crescentine",
        "category": "pane_&_co",
        "ingredients": [
            "300 gr farina",
            "1 albume",
            "1 cucchiaino raso bicarbonato",
            "Sale",
            "2 cucchiaini olio",
            "1 bicchiere acqua tiepida"
        ],
        "steps": [
            "Impastare tutti gli ingredienti aggiungendo lentamente l'acqua fino ad ottenere un panetto liscio.",
            "Suddividere la pasta in palline grandi come albicocche e tirarle con il mattarello.",
            "Friggere in olio caldo una per volta, prima da un lato e poi dall'altro. Devono rimanere abbastanza chiare.",
            "Servire con formaggi e salumi."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "tortillas",
        "category": "pane_&_co",
        "ingredients": [
            "500 gr farina",
            "125 gr burro",
            "250 gr acqua",
            "2 cucchiaini di sale"
        ],
        "steps": [
            "Impastare il burro e la farina, formando delle briciole. Aggiungere l'acqua tiepida dopo avervi sciolto il sale.",
            "Lavorare a lungo l'impasto per renderlo omogeneo, quindi lasciarlo riposare coperto per circa un'ora.",
            "Dividerlo in 18 parti e con ciascuna formare una tortilla di circa 18 cm di diametro.",
            "Cuocere le tortillas una alla volta sulla piastra ben calda 20 secondi per parte. Le tortillas ben cotte sono bianche con macchie bruno chiare."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "treccia_alle_olive",
        "category": "pane_&_co",
        "ingredients": [
            "500 gr farina",
            "200 gr olive nere snocciolate",
            "150 gr burro",
            "30 gr zucchero",
            "80 gr latte",
            "25 gr di lievito di birra",
            "5 uova",
            "Sale"
        ],
        "steps": [
            "Sciogliere il lievito con il latte tiepido e lo zucchero. Unire la farina, 4 uova, il burro ammorbidito a pezzetti e il sale. Lavorare l'impasto fino a renderlo morbido ed elastico.",
            "Tagliare a pezzetti le olive ed unirle all'impasto distribuendole uniformemente. Lasciare riposare fino al raddoppio.",
            "Lavorare di nuovo la pasta e formare una palla. Ricoprirla con la pellicola e metterla a lievitare in frigorifero per una notte intera.",
            "Toglierla dal frigo, lasciarla riposare per un'ora, dividerla in tre parti e fare una treccia, meglio direttamente sulla teglia.",
            "Lasciare lievitare per un'ora e mezza coperta da uno strofinaccio infarinato.",
            "Dorare con un uovo sbattuto e cuocere in forno a 180 C° per 40 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "naan",
        "category": "pane_&_co",
        "ingredients": [
            "500 gr farina manitoba",
            "25 gr lievito di birra",
            "280 gr acqua tiepida",
            "1 pizzico di bicarbonato",
            "1 cucchiaino di malto o 2 cucchiani di zucchero",
            "4 cucchiai di olio",
            "4 cucchiai di yogurt bianco intero",
            "1 cucchiaino di sale"
        ],
        "steps": [
            "Sciogliere nell'acqua tiepida il lievito con il malto o lo zucchero e lasciare riposare per 5 minuti. Aggiungere gli altri ingredienti e impastare.",
            "Fare lievitare fino al raddoppio dell'impasto.",
            "Dividere l'impasto in 8 parti e fare delle palline cospargendole con la farina. Lasciare riposare 10 minuti.",
            "Stendere in forma rettangolare e cuocere per circa 3 minuti in forno caldissimo, possibilmente su pietra refrattaria."
        ],
        "notes": [
            "Anche se la pasta è molto morbida, dopo la lievitazione infarinandosi bene le mani si riesce a lavorarla e a formare le palline. Dopo qualche minuto di riposo si riesce anche a stenderle facilmente.",
            "Tirarle non troppo sottili se no non gonfiano.",
            "Alcune ricette suggeriscono di bagnarle con le mani inumidite prima di infornarle."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "salatini_all'acciuga",
        "category": "antipasti",
        "ingredients": [
            "100 gr burro",
            "100 gr ricotta",
            "200 gr farina",
            "Pasta d'acciughe",
            "Sale"
        ],
        "steps": [
            "Impastare il burro a temperatura ambiente con la ricotta e la farina.",
            "Tirare l'impasto il più sottile possibile (conviene dividere l'impasto in più parti).",
            "Tagliare dei quadrati di circa 6/7 cm di lato. Mettere in un angolo un cm circa di pasta d'acciuga e arrotolare in diagonale. Piegare il rotolino a cornetto.",
            "Cuocere in forno medio (circa 180 C°) per 10-15 minuti. Non devono colorarsi."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "baccala_mantecato",
        "category": "antipasti",
        "ingredients": [
            "250 gr baccala bagnato e deliscato",
            "200 gr olio",
            "Alloro",
            "1 limone",
            "Sale"
        ],
        "steps": [
            "Mettere il baccalà in una pentola, coprirlo con acqua fredda leggermente salata, il limone e l'alloro e portare ad ebollizione. Cuocere per circa 20 minuti.",
            "Mantecare la polpa del pesce con la frusta della planetaria o con un frullatore versando a filo l'olio e lasciandolo assorbire piano piano, come se fosse una maionese, fino ad ottenere una crema compatta e omogenea, di aspetto lucido e con ancora qualche pezzo intero."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "crostini_al_lardo_dello_squero",
        "category": "antipasti",
        "ingredients": [
            "Pane tipo baguette",
            "Lardo",
            "Rosmarino",
            "Pepe rosa"
        ],
        "steps": [
            "Tagliare il pane a fettine in obliquo e condirlo con il lardo, un ciuffetto di rosmarino e 3 bacche di pepe rosa.",
            "Scaldare in forno fino a quando il lardo inizia a sciogliersi."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "paté",
        "category": "antipasti",
        "ingredients": [
            "Per il paté",
            "450 gr petto di pollo",
            "200 gr tonno sott'olio",
            "200 gr burro",
            "1 bicchiere vino",
            "1 cipollotto",
            "1 cucchiaio capperi sotto sale",
            "1 cucchiaio pasta d'acciughe",
            "3 cucchiai olio",
            "Per la salsa",
            "1 cucchiaio capperi sotto sale",
            "10 foglie basilico",
            "6 cucchiai olio"
        ],
        "steps": [
            "Preparare un soffritto con il cipollotto e l'olio. Aggiungere il pollo a pezzetti, sfumare col vino bianco e fare asciugare.",
            "Aggiungere il tonno sgocciolato e i capperi e cuocere per altri 5-6 minuti o comunque fino a quando il pollo è ben cotto. Lasciare raffreddare.",
            "Frullare il composto e incorporare il burro morbido e la pasta di acciughe.",
            "Formare un salame, avvolgerlo ben stretto con la pellicola e lasciare riposare in frigo almeno 3 ore.",
            "Servire con la salsa ottenuta frullando insieme olio, basilico e capperi."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "polpette_e_polpettone",
        "category": "secondi_di_carne",
        "ingredients": [
            "600 gr. carne di:",
            "2 uova",
            "1 cucchiaio colmo parmigiano",
            "Pane",
            "Latte",
            "Sale",
            "Prezzemolo",
            "Rosmarino",
            "Aglio"
        ],
        "steps": [
            "Tritare la carne con eventuali sapori.",
            "Tagliare il pane a pezzi, bagnarlo con il latte, lasciarlo ammorbidire per qualche minuto quindi scolarlo e strizzarlo bene.",
            "Mescolare il trito con le uova, il pane, il parmigiano e il sale.",
            "Formare le polpette o il polpettone.",
            "Polpette",
            "Formare le polpette con le mani pressarle bene.",
            "Preparare un sugo di pomodoro e cuocerle lentamente e a lungo mescolando ogni tanto con delicatezza per non romperle.",
            "In alternativa versare in una padella larga un po' d'olio. Quando è ben caldo aggiungere le polpette in un unico strato e lasciare soffriggere a fuoco abbastanza alto per qualche minuto fino a quando le polpette non fanno la crosticina. Girare con la spatola e terminare la cottura.",
            "Aggiungere il pomodoro e il sale. Abbassare il gas e lasciare cuocere per circa altri 10 minuti fino a quando il sugo si è addensato.",
            "Riscaldate sono ancora più buone.",
            "Polpettone:",
            "Formare 2 polpettoni.",
            "Versare in una padella larga un po' d'olio. Quando è ben caldo aggiungere i polpettoni e lasciare soffriggere a fuoco abbastanza vivace per 4-5 minuti fino a quando i polpettoni non faranno la crosticina. Girare con la spatola e lasciare cuocere per altri 4/5 minuti.",
            "Coprire col pomodoro e completare la cottura."
        ],
        "notes": [
            "Quando il polpettone è crudo ma già in forma si pu ò tagliarlo in due come un panino e metterci dentro una sorpresa: frittata, formaggio, affettato, ecc.",
            "Il polpettone pu ò essere preparato in bianco senza pomodoro."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "arrosto_agli_agrumi",
        "info": [
            "TODO",
            "6 porzioni"
        ],
        "category": "secondi_di_carne",
        "ingredients": [
            "1 kg filetto di manzo o di maiale",
            "1 cipolla",
            "2 carota",
            "1 sedano",
            "Un bicchiere vino bianco",
            "3 chiodi di garofano",
            "1 foglia di alloro",
            "1 cucchiaino di maizena",
            "1 limone non trattato",
            "1 arancia non trattata",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Sminuzzare carote, sedano e cipolla e rosolarle nell'olio.",
            "Rosolare la carne e sfumare con un bicchiere di vino bianco.",
            "Ridurre il vino a fuoco vivace.",
            "Aggiungere alloro, chiodi di garofano, zeste di limone, sale e pepe.",
            "Coprire e portare a fine cottura.",
            "Togliere la carne e aggiungere al sugo un cucchiaino di maizena sciolto in poca acqua e il succo di mezzo limone e di un'arancia.",
            "Frullare col minipimer e aggiungere le zeste di arancia.",
            "Servire la carne tagliata a fette alternate con fette di arance, il tutto coperto con la salsa."
        ],
        "notes": [
            "Questo arrosto è ottimo cotto un giorno e scaldato il giorno dopo nel suo sugo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "arrosto_alla_ricotta",
        "info": [
            "6 porzioni",
            "2 ore"
        ],
        "category": "secondi_di_carne",
        "ingredients": [
            "500 gr carne di lonza",
            "250 gr ricotta",
            "1 uovo",
            "1.5 hg di prosciutto crudo",
            "3 cucchiai di parmigiano",
            "3 cucchiai di marsala",
            "Olio",
            "Burro",
            "Salvia",
            "Sale"
        ],
        "steps": [
            "Tritare la carne ed aggiungere parmigiano, ricotta, uovo e sale fino ad ottenere un impasto morbido.",
            "Aprire la carta del prosciutto e disporre al centro l'impasto lavorato a forma di filone. Avvolgerlo col prosciutto e compattarlo con le mani.",
            "In una padella scaldare l'olio con il burro. Rosolare la carne a fuoco basso con 2 foglie di salvia fino a quando non si forma una crosticina (circa 30 minuti).",
            "Girare l'arrosto con cautela (eventualmente dopo averlo un po' raffreddato), aggiungere il marsala e cuocere altri 20 minuti a fuoco più sostenuto.",
            "Lasciare raffreddare e tagliare a fette spesse circa 1,5 cm e bagnare col sugo.",
            "Scaldare un attimo prima di servire."
        ],
        "notes": [
            "La ricotta pu ò essere sostituita col pane bagnato nel latte e poi strizzato."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "scaloppine",
        "category": "secondi_di_carne",
        "ingredients": [
            "1 hg di fettine sottili di vitello, pollo, tacchino o lonza",
            "Farina",
            "Burro",
            "Marsala, latte, limone, vino bianco o cognac",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Sciogliere il burro e un po' di olio in una padella larga. Aggiungere le fettine leggermente infarinate e farle rosolare a fuoco sostenuto circa 3 minuti per parte.",
            "Annaffiare col sapore scelto ed eventualmente anche col latte.",
            "Abbassare il gas e fare cuocere fino a quando il sugo si addensa, voltando le fettine a metà cottura."
        ],
        "notes": [
            "Per preparare tante scaloppine conviene rosolarne poche alla volta e poi metterle tutte insieme nella padella per aromatizzarle e terminare la cottura.",
            "Più olio e burro si usano per il soffritto più buone vengono le scaloppine."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "vitello_tonnato",
        "category": "secondi_di_carne",
        "ingredients": [
            "Per la carne",
            "Girello di vitello",
            "1 cipolla",
            "1 carota",
            "1 sedano",
            "2 chiodi di garofano",
            "Aceto",
            "Per la salsa",
            "1/2 limoni",
            "1 cucchiaio colmo di capperi",
            "6 acciughe",
            "1 uovo sodo",
            "200 gr di tonno",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Cuocere il vitello in acqua calda con la carota, il sedano, la cipolla con infilati 2 chiodi di garofano e 2-3 cucchiai di aceto. Bollire per circa 40 minuti e lasciare raffreddare nell'acqua di cottura.",
            "Tagliare a fette sottilissime possibilmente con l'affettatrice.",
            "Per la salsa frullare insieme il tonno ben scolato, il limone, i capperi ben sciacquati e le acciughe, l'uovo e un po' di olio. Se necessario aggiungere 2-3 cucchiai di acqua di cottura."
        ],
        "notes": [
            "La salsa deve essere perfettamente liscia: conviene utilizzare il frullatore.",
            "Il brodo che avanza è ottimo per preparare il risotto allo zafferano."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "bollito",
        "category": "secondi_di_carne",
        "info": [
            "2 ore"
        ],
        "ingredients": [
            "1 kg di carne da bollito",
            "1 cipolla",
            "1 carota",
            "1 sedano",
            "2 chiodi di garofano"
        ],
        "steps": [
            "Mettere in acqua fredda la carne, il sedano, la carota e la cipolla con conficcati due chiodi di garofano e cuocere fino a quando la carne diventa morbida."
        ],
        "notes": [
            "In pentola a pressione versare circa 5-6 cm di acqua e calcolare circa un'ora dal fischio.",
            "Il bollito è ottimo con la salsa verde.",
            "Conservare il brodo per il risotto allo zafferano."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pollo_tonnato_in_gelatina",
        "category": "secondi_di_carne",
        "ingredients": [
            "1 pollo intero",
            "250 gr. tonno sott'olio",
            "150 gr. prosciutto cotto",
            "4 cucchiai maionese",
            "3 acciughe salate",
            "1 cucchiaio capperi sotto sale",
            "1 limone",
            "Olive nere",
            "Sottaceti",
            "1 limone",
            "1 dado",
            "Gelatina (dose per 500 gr.)"
        ],
        "steps": [
            "Pulire il pollo. Lavarlo bene dentro e fuori e metterlo in una pentola coperto a metà di acqua. Far bollire col coperchio per circa 45 minuti o fino a quando il pollo diventa tenero. Si pu ò usare anche la pentola a pressione aggiungendo solo 3 dita d'acqua e calcolando circa 15 minuti dal fischio.",
            "Lasciare raffreddare il pollo in uno scolapasta quindi disossarlo cercando di lasciare dei pezzi di polpa intera.",
            "Tritare i pezzetti piccoli di pollo insieme al tonno, alle acciughe, ai capperi, al prosciutto e al succo di un limone: si deve ottenere una crema omogenea a cui va aggiunta la maionese mescolando piano a mano.",
            "Su un piatto di portata un po' profondo o su una pirofila spalmare tutta la crema di pollo; disporre sopra in bell'ordine i pezzi di pollo; aggiungere le fettine di limone tagliate sottili senza buccia, le olive nere e i sottaceti.",
            "Preparare la gelatina con l'aggiunta del succo di 1 limone seguendo le istruzioni della confezione, lasciarla raffreddare - non troppo altrimenti indurisce, circa 10 minuti in frigorifero - e versarla sopra il piatto raffreddato anch'esso in frigorifero. Eventualmente procedere in due stadi.",
            "Lasciare il piatto finito in frigorifero fino a quando tutta le gelatina non sarà solidificata (circa mezz'ora)."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "arrosto_al_limone",
        "info": [
            "2/3 ore"
        ],
        "category": "secondi_di_carne",
        "ingredients": [
            "800 gr. carne (vitello, lonza di maiale o filetto)",
            "Farina",
            "2-3 limoni",
            "1 cucchiaino maizena",
            "Sale",
            "Olio"
        ],
        "steps": [
            "Rosolare la carne infarinata con poco olio.",
            "Aggiungere il sale e il succo dei limoni.",
            "Cuocere per circa un'ora e mezza.",
            "Al termine della cottura togliere la carne e asciugare il sugo a fuoco alto fino a ridurlo di circa un terzo, eventualmente aggiungendo un cucchiaino di maizena sciolta in acqua fredda.",
            "Quando la carne è fredda tagliarla sottile e condirla col sugo caldo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "straccetti_elena",
        "category": "secondi_di_carne",
        "ingredients": [
            "Fettine sottilissime da carpaccio",
            "Olio",
            "Rosmarino",
            "Limone",
            "Sale",
            "Stuzzicadenti"
        ],
        "steps": [
            "Arrotolare le fettine e fermarle con uno stuzzicadenti.",
            "Marinarle con olio e rosmarino e qualche goccia di limone.",
            "Saltare velocemente gli straccetti in padella in modo che la parte interna rimanga al sangue.",
            "Servire immediatamente."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "petto_di_tacchino",
        "category": "secondi_di_carne",
        "ingredients": [
            "1 kg. petto di tacchino in un'unica fetta",
            "2-3 cuori di carciofi a fette",
            "50 gr mortadella a fettine sottili",
            "4 sottilette",
            "Prezzemolo tritato"
        ],
        "steps": [
            "Stendere il ripieno sopra la fetta di tacchino, arrotolare e legare bene.",
            "Rosolare col burro e sfumare col vino bianco."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pollo_al_curry_clementina",
        "category": "secondi_di_carne",
        "ingredients": [
            "1 petto di pollo grande",
            "2 grandi cipolle bianche",
            "1 mela",
            "250 gr latte di cocco",
            "Farina",
            "Olio",
            "Curry",
            "Sale"
        ],
        "steps": [
            "Togliere il grasso dal pollo, tagliarlo a pezzettoni e infarinarli.",
            "In una padella capiente soffriggere le cipolle tagliate a rondelle (non troppo sottili) e rosolare il pollo. Aggiungere la mela a dadini e rosolare.",
            "Sciogliere il curry nel latte di cocco. Aggiungere al pollo e cuocere per altri 10'. Controllare che il pollo sia ben cotto, altrimenti continuare la cottura."
        ],
        "notes": [
            "È possibile sostituire il latte di cocco con lo yogurt intero."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "filetto_in_crosta",
        "category": "secondi_di_carne",
        "info": [
            "3 ore"
        ],
        "ingredients": [
            "800 gr filetto di manzo",
            "200 gr prosciutto crudo",
            "1 hg funghi secchi",
            "Pasta brisé o pasta sfoglia",
            "1 spicchio aglio",
            "1 filetto alice",
            "1 tuorlo",
            "3 cucchiai latte",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Mettere in ammollo i funghi in aqua tiepida",
            "Rosolare la carne su tutti i lati in una pentola con 3 cucchiai d'olio per circa 20 minuti. Togliere la carne e lasciarla raffreddare su una grattella in modo che rilasci tutti i liquidi",
            "Preparare un soffritto con l'aglio, un po' d'olio e un filetto di alice e saltarvi i funghi ben strizzati. All'occorrenza aggiungere un po' dell'acqua di ammollo dei funghi ben filtrata. Quindi frullare i funghi fino ad ottenere una crema fine, eventualmente aggiungendo un po' dell'acqua dei funghi..",
            "Avvolgere il filetto con la crema di funghi, fissare con il prosciutto e chiudere con la pasta brisé.",
            "Con l'eventuale pasta avanzata formare delle decorazioni.",
            "Rompere il tuorlo nel latte e spennellare tutta la superficie.",
            "Cuocere in forno a 180 C° per circa 30-35 minuti o comunque fino a quando la superficie non sarà di un bel colore dorato."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "polpettone_bianco",
        "category": "secondi_di_carne",
        "ingredients": [
            "700 gr. petto di tacchino",
            "2 albumi",
            "400 gr. panna da cucina",
            "50 gr. prosciutto cotto a dadini",
            "400 gr. broccoletti",
            "1 manciata di parmigiano",
            "1 scalogno",
            "1 spicchio aglio",
            "Sale"
        ],
        "steps": [
            "Tritare finissimo il tacchino. Aggiungere la cipolla e l'aglio tritati fini e il prosciutto a dadini.",
            "Togliere le cime ai broccoletti, gettarli in acqua bollente salata per 5 minuti e scolarli.",
            "Ungere bene di burro uno stampo rettangolare da plumcake, versare metà impasto e livellarlo. Mettere nel centro una fila di cimette col gambo in su. Coprire col resto dell'impasto. Pressare un po' con le mani. Coprire con un foglio di alluminio.",
            "Cuocere in un bagnomaria tiepido (acqua calda di rubinetto) a forno già caldo a 180 C° per 45-60 minuti.",
            "Sfornare e decorare sopra con un'altra fila di broccoletti. Servire con la maionese."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "roast_beef",
        "category": "secondi_di_carne",
        "ingredients": [
            "1 kg roastbeef",
            "Olio",
            "Sale",
            "Rosmarino",
            "Salvia",
            "Poco burro",
            "Aglio"
        ],
        "steps": [
            "Lavare e asciugare la carne.",
            "Preparare un trito di salvia e rosmarino, aggiungerlo a una noce di burro morbido e massaggiare la carne col burro aromatizzato.",
            "Rosolare la carne su tutti i lati in una pentola con due cucchiai di olio a fuoco vivace per circa 10 minuti.",
            "Aggiungere sale grosso e mezza tazzina da caffè vino bianco bollente e aspettare che prenda il bollore.",
            "Abbassare il gas, coprire il coperchio e lasciare cuocere per 20'. La temperatura al cuore dovrebbe essere intorno ai 55 C°.",
            "Spegnere e lasciare raffreddare col coperchio.",
            "Tagliare a fette sottilissime possibilmente con l'affettatrice."
        ],
        "notes": [
            "Per un risultato ottimale utilizzare il filetto di manzo.",
            "Per un sugo più cremoso è possibile infarinare la carne."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "arrosto_al_latte",
        "info": [
            "2/3 ore",
            "6 porzioni"
        ],
        "category": "secondi_di_carne",
        "ingredients": [
            "800 gr. carne (vitello, arista, lonza o filetto di maiale)",
            "2 cucchiai di olio",
            "1 spicchio d'aglio",
            "750 ml di latte",
            "1 cucchiaino di maizena",
            "Sale"
        ],
        "steps": [
            "Rosolare la carne in poco olio.",
            "Aggiungere uno spicchio d'aglio e ricoprire col latte.",
            "Cuocere a fuoco basso per circa un'ora e mezza (la temperatura al cuore dovrebbe essere intorno agli 80 C°).",
            "Tagliare a fette la carne e coprirla con la salsina del latte, eventualmente fatta addensare con un po' di maizena sciolta in poca acqua fredda."
        ],
        "notes": [
            "Per una salsina più densa si pu ò infarinare la carne prima di cuocerla."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pollo_con_capperi_e_limone",
        "category": "secondi_di_carne",
        "ingredients": [
            "2 petti di pollo",
            "4 cucchiai di capperi sotto sale",
            "1 limone",
            "1 spicchio aglio",
            "5 cucchiaio vino bianco secco",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Dividere ogni petto di pollo in due parti, tagliandoli lungo lo sterno, in modo da ottenere 4 mezzi petti.",
            "Sciacquare i capperi; lavare ed asciugare il limone e tagliarlo a fettine.",
            "In una pirofila preparare un soffritto con olio e aglio. Togliere l'aglio e rosolare i petti di pollo 2 minuti per parte, salare, unire i capperi e il limone. Sfumare col vino e passare in forno a 190 C° fino a quando il pollo avrà assunto un bel colore dorato.",
            "Servire il pollo guarnito con i capperi e le fette di limone."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "gulash",
        "category": "secondi_di_carne",
        "info": [
            "3 ore"
        ],
        "ingredients": [
            "1 kg di carne da brasato",
            "Farina",
            "2 bicchieri di vino rosso",
            "Brodo di verdura",
            "1 carota",
            "1 sedano",
            "2 cipolle bianche",
            "Patate",
            "Pomodorini",
            "Olio",
            "Cumino",
            "Paprika dolce",
            "Sale"
        ],
        "steps": [
            "Tagliare la carne a pezzi e infarinarla.",
            "Preparare un soffritto con le cipolle tagliate a pezzi abbastanza grossi.",
            "Rosolare la carne nel soffritto e sfumare con il vino rosso.",
            "Aggiungere il brodo, le spezie e la verdura (tranne le patate) e cuocere per circa un'ora a fuoco basso.",
            "Aggiungere le patate tagliate a dadini e completare la cottura per circa un'altra mezz'ora."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "brasato_clementina",
        "category": "secondi_di_carne",
        "info": [
            "6/7 ore"
        ],
        "ingredients": [
            "1,5 kg carne da brasato",
            "1 litro di vino rosso corposo (nebbiolo o barolo)",
            "1 cipolla",
            "2 carote",
            "Sedano",
            "2 foglie di alloro",
            "2 spicchi aglio",
            "Salvia",
            "Rosmarino",
            "4 bacche ginepro",
            "4 chiodi di garofano",
            "4 grani pepe nero  TODO check 4",
            "Pinoli, mandorle e uvetta",
            "Olio"
        ],
        "steps": [
            "In un contenitore di plastica o di vetro (non di metallo) marinare in frigo la carne con il vino e tutti i sapori per una notte.",
            "Preparare un battuto con mandorle e pinoli e a piacere aggiungere l'uvetta ammorbidita.",
            "Riportare la carne a temperatura ambiente ed asciugarla. Rosolarla su tutti i lati con un po' d'olio. Aggiungere la verdura, il battuto di mandorle e pinoli e poi piano piano il vino della marinatura. Coprire col coperchio e cuocere a fuoco basso per circa 5 ore girandola ogni tanto.",
            "Quando la carne è molto tenera toglierla dalla pentola e lasciarla raffreddare in un piatto. Togliere l'alloro, il ginepro e il bastoncino del rosmarino dalla pentola e frullare il resto, quindi fare asciugare il sugo.",
            "Tagliare la carne a fette e condirla col suo sugo."
        ],
        "notes": [
            "Viene bene anche senza marinatura e con meno sapori, l'essenziale è la cottura molto lunga.",
            "È più buono scaldato il giorno dopo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "involtini_di_pollo_agli_aromi",
        "category": "secondi_di_carne",
        "info": [
            "1/2 ore"
        ],
        "ingredients": [
            "7 hg fettine di pollo sottili",
            "3 hg pane (meglio se raffermo)",
            "Olio",
            "Timo o maggiorana",
            "1 limone non trattato",
            "1 arancia non trattata",
            "Sale"
        ],
        "steps": [
            "Tritare il pane con gli aromi e le zeste di limone e arancia. Aggiungere il succo di metà agrumi e olio fino ad ottenere un composto bricioloso ma amalgamato.",
            "Su ogni fettina versare un cucchiaio di impasto, arrotolare e fermare adagiandola su una pirofila unta d'olio con la chiusura in basso.",
            "Coprire gli involtini con il trito rimanente e un filo d'olio.",
            "Cuocere in forno a 180 C° per circa 40 minuti."
        ],
        "notes": [
            "Si può utilizzare anche il tacchino o la lonza."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "arrosto_al_forno",
        "info": [
            "2/3 ore",
            "6 porzioni"
        ],
        "category": "secondi_di_carne",
        "ingredients": [
            "800 gr carne da arrosto",
            "Rosmarino",
            "Aglio",
            "Sale",
            "Mezzo bicchiere vino bianco",
            "Pancetta",
            "Sale"
        ],
        "steps": [
            "Lavare ed asciugare la carne.",
            "Rosolarla su tutti i lati in una pentola con due cucchiai d'olio.",
            "Aggiungere i sapori, il sale e poco vino caldo.",
            "Cuocere per circa un'ora e mezza bagnando ogni tanto l'arrosto col suo sugo. A metà cottura girarlo. A fine cottura la temperatura al cuore dovrebbe essere intorno agli 80 C°.",
            "A fine cottura lasciare riposare l'arrosto per circa mezz'ora avvolto nell'alluminio."
        ],
        "notes": [],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "spezzatino_con_carciofi_e_patate",
        "category": "secondi_di_carne",
        "ingredients": [
            "800 gr carne rossa a pezzettoni",
            "4 carciofi",
            "2 patate grandi",
            "Farina",
            "1 bicchiere vino rosso",
            "1 cipolla",
            "Aglio",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Soffriggere la cipolla con uno spicchio di aglio e un po' di olio. Aggiungere la carne infarinata e rosolare. Sfumare col vino.",
            "Coprire la carne con acqua e cuocere a fuoco basso per circa un'ora.",
            "Aggiungere i carciofi e le patate puliti e tagliati a grossi pezzi. Cuocere altre 2 ore o comunque fino a quando la carne diventa molto morbida, eventualmente senza coperchio.",
            "Aggiungere il sale e servire."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_gelato_di_panna_con_uova",
        "category": "dolci",
        "ingredients": [
            "250 m panna da montare",
            "3 uova",
            "4 cucchiai zucchero",
            "1 cucchiaio di marsala",
            "Pavesini / savoiardi / meringhe / zabaione"
        ],
        "steps": [
            "Montare prima gli albumi a neve con una goccia di limone, prima da soli poi con metà zucchero. Quindi montare la panna e infine i tuorli con il restante zucchero.",
            "Incorporare delicatamente dall'alto in basso la panna al composto d'uovo. Aggiungere da ultimo gli albumi a neve.",
            "Versare in uno stampo imburrato uno strato di crema, poi uno strato di meringhe o biscotti leggermente inzuppati o zabaione e poi coprire con un altro strato di crema.",
            "Congelare.",
            "Prima di servire rovesciare la torta e decorare.",
            "Volendo si pu ò foderare lo stampo con la pellicola: in questo modo è molto facile rovesciare la torta ma la parte sopra risulta irregolare per cui va coperta con la decorazione; per esempio ciuffi di panna."
        ],
        "notes": [
            "Prima di servirla lasciare la torta a temperatura ambiente per circa 30 minuti.",
            "Se si usano le meringhe queste vanno o sbriciolate o inserite in mezzo alla torta altrimenti non si riesce a tagliare bene le fette.",
            "Una volta congelata la torta pu ò essere rovesciata e decorata e quindi inserita nuovamente nel freezer.",
            "La ricetta originale prevede di montare gli albumi senza zucchero e montare tutto lo zucchero con i tuorli."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "meringhe",
        "category": "dolci",
        "ingredients": [
            "100 gr albumi",
            "200 gr zucchero",
            "Una goccia di succo di limone"
        ],
        "steps": [
            "Montare a neve ben ferma le chiare con la goccia di limone aggiungendo lo zucchero in 2-3 volte. Ci vorranno circa 15 minuti con uno sbattitore elettrico.",
            "Formare le meringhe con una sac a poche o un cucchiaino.",
            "Cuocere a 80 C° per circa 5 ore e lasciare raffreddare in forno."
        ],
        "notes": [
            "Con l'albume di un uovo viene circa una teglia.",
            "Non superare i 300 gr di albume, corrispondenti a circa 4-5 teglie.",
            "Sono ottime servite con la panna montata.",
            "Per ottenere dei pasticcini aggiungere pinoli o mandorle spezzettate. In questo caso il beccuccio della sac a poche deve avere la bocca molto larga.",
            "Si conservano a lungo in una scatola di latta."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "mousse_au_chocolat",
        "category": "dolci",
        "ingredients": [
            "300 gr cioccolato fondente",
            "3 uova",
            "3 cucchiai zucchero",
            "Rhum",
            "1 goccia limone"
        ],
        "steps": [
            "Fondere in un pentolino a fondo spesso la cioccolata con 2 cucchiai di acqua e lasciare intiepidire.",
            "Montare a neve gli albumi con una goccia di limone.",
            "Sbattere i tuorli con lo zucchero, aggiungere il cioccolato e da ultimo gli albumi.",
            "Versare nelle coppette, raffreddare in frigo e servire con panna montata."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "smeiassa",
        "category": "dolci",
        "ingredients": [
            "Polenta fredda (250 gr di farina gialla)",
            "100 gr burro",
            "2 uova",
            "1 bustina di lievito",
            "1 mela renetta",
            "1 arancia",
            "50 gr uvetta",
            "2 pere paradiso",
            "6-7 fichi secchi",
            "80 gr noci tritate",
            "75 gr arancio candito",
            "40 gr pinoli",
            "Un pugno di farina bianca",
            "4-5 cucchiai zucchero + 3-4 per il caramello",
            "Rhum"
        ],
        "steps": [
            "Togliere la pelle alla polenta e passarla nello schiacciapatate.",
            "Ammorbidire l'uvetta nel rhum.",
            "Sbucciare la mela, l'arancia e le pere e tagliarle a fettine.",
            "Tagliare i fichi a fettine sottili e tritare le noci.",
            "Incorporare tutti gli ingredienti alla polenta e aggiungere il caramello.",
            "Infornare a lungo fino a quando si forma una crosticina scura."
        ],
        "notes": [
            "Per una ricetta più delicata preparare la polenta col latte al posto dell'acqua.",
            "Per un sapore più deciso utilizzare sia le zeste sia il succo dell'arancia."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "panna_cotta",
        "category": "dolci",
        "ingredients": [
            "250 gr panna",
            "250 gr latte",
            "100 gr zucchero",
            "1 bustina di vanillina",
            "10 gr di gelatina in fogli"
        ],
        "steps": [
            "Mettere a bagno la gelatina in acqua fredda per circa 10'.",
            "Scaldare la panna con il latte e lo zucchero senza raggiungere il bollore.",
            "Aggiungere la gelatina ben strizzata e sciogliere mescolando a fuoco basso.",
            "Versare nei vasetti bagnati con acqua e rhum e lasciare in frigo per almeno 4 ore, meglio tutta la notte."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "budino_di_cioccolata",
        "category": "dolci",
        "ingredients": [
            "6 cucchiai rasi zucchero",
            "4 cucchiai colmi farina",
            "3 cucchiai rasi cacao amaro",
            "1 presina lievito in polvere da dolci",
            "1 litro latte bollente"
        ],
        "steps": [
            "Mescolare lo zucchero con il cacao e aggiungere la farina, il lievito e un po' di sale.",
            "Versare a pioggia un bicchiere di latte già caldo mescolando con la frusta per eliminare i grumi. Aggiungere il resto del latte e mescolare fino al bollore."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_ricotta_e_pere",
        "category": "dolci",
        "ingredients": [
            "250 gr farina",
            "350 gr ricotta",
            "400 gr pere (possibilmente abate)",
            "170 gr zucchero",
            "3 uova",
            "1 limone",
            "1 bustina lievito",
            "1 bustina di vanillina",
            "1 pizzico di sale"
        ],
        "steps": [
            "Sbucciare le pere, tagliarle a dadini e irrorarle con un cucchiaio di succo di limone.",
            "Sbattere con la frusta elettrica la ricotta con lo zucchero e la vanillina. Incorporare le uova una alla volta continuando a sbattere e infine unire la scorza di limone grattugiata.",
            "Aggiungere la farina e il lievito mescolando con un cucchiaio di legno fino ad ottenere un impasto liscio. Incorporare le pere.",
            "Imburrare e infarinare uno stampo a cerniera col diametro di 24 cm. Versare l'impasto e livellare.",
            "Cuocere a 180 C° per circa un'ora. Se la torta si scurisce troppo coprire con un foglio di alluminio.",
            "Cospargere di zucchero a velo e servire tiepida."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_trinidad",
        "category": "dolci",
        "ingredients": [
            "Per l'impasto",
            "125 gr farina",
            "75 gr fecola",
            "1 bustina lievito",
            "100 gr zucchero",
            "1 uovo",
            "150 ml latte",
            "3 cucchiai burro fuso",
            "Sale",
            "Raschiatura di 1 limone",
            "Per le stracciatelle unne",
            "125 gr. farina",
            "60 gr. burro",
            "60 gr. zucchero"
        ],
        "steps": [
            "Mescolare tutte le polveri e aggiungere il resto.",
            "Coprire con le stracciatelle unne ottenute mescolando con le mani gli ingredienti fino ad ottenere delle piccole briciole.",
            "Cuocere a 180 C°."
        ],
        "notes": [
            "Per una torta più dietetica è possibile sostituire il burro dell'impasto con olio."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "bavarese_alla_fragola_clementina",
        "category": "dolci",
        "ingredients": [
            "500 gr purea di fragole zuccherata",
            "70 gr albume",
            "140 gr zucchero",
            "500 gr panna montata",
            "150 gr fragole",
            "Limone"
        ],
        "steps": [
            "Montare gli albumi, prima da soli poi aggiungendo 40 gr di zucchero.",
            "Preparare uno sciroppo con lo zucchero rimasto, 30 gr di acqua e un po' di limone e lasciarlo sobbollire per 2-3 minuti.",
            "Con la frusta in funzione versare a filo lo sciroppo ancora caldo sugli albumi montati. Continuare fino a quando l'impasto si raffredda.",
            "Aggiungere l'impasto alla purea e quindi incorporare la panna montata.",
            "Aggiungere le fragole sminuzzate in pezzetti molto piccoli.",
            "Versare in uno stampo bagnato di acqua fredda e far raffreddare in frigo per almeno 6 ore."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "frittole_di_polenta",
        "category": "dolci",
        "ingredients": [
            "Polenta fredda",
            "2 uova",
            "2-3 cucchiai farina",
            "2 cucchiai zucchero",
            "Rhum",
            "Uvetta",
            "Canditi",
            "Pinoli",
            "Sale",
            "Olio per friggere"
        ],
        "steps": [
            "Togliere la \"pelle\" alla polenta raffreddata e passarla con lo schiacciapatate. Incorporare le uova, la farina, lo zucchero, il sale, il rhum, l'uvetta e i canditi. Deve venire una pastella densa come una besciamella.",
            "Con un cucchiaino da caffè versare nell'olio ben caldo dei cucchiaini di pasta. Cuocere a fuoco medio fino a quando imbruniscono."
        ],
        "notes": [
            "Se durante la frittura le frittelle si sbriciolano in modo eccessivo aggiungere ancora un po' di farina. Se invece l'impasto viene troppo duro aggiungere un uovo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_sole",
        "category": "dolci",
        "ingredients": [
            "50 gr burro",
            "150 gr zucchero",
            "3 tuorli",
            "12 cucchiai latte",
            "Scorza grattugiata mezzo limone",
            "1 cucchiaio raso lievito",
            "200 gr. farina"
        ],
        "steps": [
            "Sbattere lo zucchero con il burro morbido. Aggiungere i rossi, la scorza di limone grattugiata, la farina setacciata con il lievito, il sale e infine il latte.",
            "Cuocere in forno per 40-45 minuti a 180 C°."
        ],
        "notes": [
            "Per un risultato più delicato sostituire parte della farina con la fecola.",
            "È ottima da farcire."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "monte_bianco",
        "category": "dolci",
        "ingredients": [
            "300 gr marroni cotti",
            "250 ml latte",
            "120 gr zucchero",
            "2 cucchiai rhum",
            "250 gr panna",
            "Cacao in polvere"
        ],
        "steps": [
            "Bollire a fuoco basso i marroni col latte per circa 20 minuti. Lasciare raffreddare e passare col minipimer.",
            "Aggiungere lo zucchero e il rhum e fare asciugare, sempre a fuoco basso, per circa altri 5 minuti.",
            "Lasciare raffreddare, meglio se in frigo, poi passare con lo schiacciapatate, coprire con la panna e spolverizzare col cacao.",
            "Servire freddo."
        ],
        "notes": [
            "Una volta frullato fare molta attenzione perché il composto tende ad attaccarsi e a spruzzare molto facilmente.",
            "Non asciugare troppo l'impasto altrimenti diventa troppo duro e non si riesce a frullare."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "cantucci",
        "category": "dolci",
        "ingredients": [
            "2 uova",
            "250 gr farina",
            "200 gr zucchero",
            "1 cucchiaio raso rhum",
            "150 gr mandorle con la pelle",
            "1 cucchiaio raso succo di limone",
            "1 pizzico sale"
        ],
        "steps": [
            "Sbattere le uova con lo zucchero.",
            "Tagliare grossolanamente le mandorle col coltello.",
            "Impastare tutti gli ingredienti e aggiungere per ultime le mandorle. L'impasto deve essere abbastanza sostenuto altrimenti non si riescono a formare i filoncini e lievitano troppo.",
            "Imburrare un foglio di carta da forno, formare dei filoncini stretti (circa 3 dita) e lucidare con un uovo intero sbattuto.",
            "Cuocere a 200 C° per 15 minuti. Lasciarli raffreddare e quindi tagliarli a fettine oblique (quando sono caldi sono troppo morbidi e tagliandoli si schiacciano) e rimetterli in forno a 180 C° per 10 minuti. Per biscotti molto duri lasciarli raffreddare in forno."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "focaccia_alla_portoghese",
        "category": "dolci",
        "ingredients": [
            "150 gr farina di mandorle",
            "150 gr zucchero",
            "50 gr fecola",
            "3 uova",
            "1 arancio e mezzo",
            "Scorza grattugiata 1 limone",
            "1 albume",
            "130 gr zucchero a velo",
            "Alcune gocce di limone."
        ],
        "steps": [
            "Per l'impasto",
            "Per la glassa bianca",
            "Impastare i tuorli con lo zucchero fino ad ottenere una spuma bianca. Incorporare la farina di mandorle e la fecola. Aggiungere il succo filtrato delle arance e la raschiatura di 1 limone. Da ultimo incorporare delicatamente gli albumi a neve.",
            "Cuocere in uno stampo ricoperto di carta da forno a calore moderatissimo (150 C°).",
            "Preparare la glassa: deve essere abbastanza densa in modo che non coli troppo.",
            "Coprire con la glassa bianca."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pan_di_spagna",
        "category": "dolci",
        "ingredients": [
            "100 gr zucchero",
            "70 gr farina",
            "30 gr frumina o maizena",
            "2 uova",
            "1 bustina di vanillina",
            "Sale"
        ],
        "steps": [
            "Imburrare e infarinare una tortiera di 20 cm di diametro.",
            "Col frullatore elettrico sbattere le uova con lo zucchero fino ad ottenere una spuma bianca e soffice. Continuando a sbattere aggiungere a pioggia le due farine, la vanillina e il sale.",
            "Versare nello stampo e infornare a 180 C° per circa 15 minuti."
        ],
        "notes": [
            "Base ottima per le crostate di frutta usando lo stampo col fondo rialzato."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "rose_del_deserto",
        "category": "dolci",
        "ingredients": [
            "200 gr farina",
            "100 gr fecola",
            "200 gr burro",
            "200 gr farina di mandorle",
            "150 gr zucchero",
            "2 uova",
            "1 bustina di lievito",
            "1 bustina di vanillina",
            "1 pizzico di sale",
            "Cornflakes"
        ],
        "steps": [
            "Preparare una pasta frolla con tutti gli ingredienti tranne i cornflakes.",
            "Con l'impasto formare delle palline grandi circa come una noce e passarle nei cornflakes come per impanarle, schiacciando un po' in modo da fare aderire il più possibile i cornflakes.",
            "Infornarli a 180 C° per 15' (la pasta all'interno deve restare morbida).",
            "Cospargerli abbondantemente di zucchero a velo immediatamente dopo averli sfornati."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "cheesecake",
        "category": "dolci",
        "ingredients": [
            "190 gr biscotti tipo digestive",
            "80 gr burro",
            "500 gr ricotta.",
            "250 gr panna",
            "110 gr zucchero",
            "1 bustina di vanillina",
            "2 cucchiai latte",
            "12 gr gelatina in fogli",
            "Mettere a bagno la gelatina in acqua fredda per circa 10'."
        ],
        "steps": [
            "Foderare il fondo di uno stampo apribile (diametro 24 cm) con la carta da forno imburrata e bloccata con i bordi dello stampo. Imburrare bene anche i bordi dello stampo.",
            "Tritare i biscotti e aggiungere il burro fuso. Amalgamare bene e distribuire l'impasto sul fondo dello stampo. Livellare con le mani e lasciare raffreddare in frigo.",
            "Sbattere per 5' ricotta, zucchero e vanillina e montare la panna ben ferma. Scaldare il latte e sciogliervi la gelatina ben strizzata. Aggiungere il latte alla ricotta e mescolare per altri 2'. Aggiungere la panna e mescolare delicatamente con la frusta.",
            "Versare il composto sul biscotto e lasciare in frigo per almeno 4 ore, meglio tutta la notte."
        ],
        "notes": [
            "Si pu ò sostituire la ricotta con lo yogurt magro. In questo caso alzare la dose di gelatina (14 gr).",
            "Tagliare la torta con un coltello con la lama scaldata.",
            "Per cheesecake con dentro composta di frutta aumentare leggermente la gelatina (15-18 gr).",
            "Per la cheesecake ai mirtilli scaldare 250 gr. di mirtilli con 100 gr. di acqua e 60 gr. di zucchero, aggiungere un foglio di gelatina e lasciare intiepidire. Versare sopra la torta già fredda e fare raffreddare."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "tarte_tatin_2",
        "category": "dolci",
        "ingredients": [
            "Per la pasta brisé",
            "250 gr farina",
            "125 gr burro",
            "50 gr acqua fredda",
            "Per la farcitura",
            "6-8 mele golden",
            "30 gr zucchero",
            "30 gr burro",
            "Per il caramello",
            "170 gr zucchero",
            "1 tazzina da caffè di acqua",
            "50 gr burro"
        ],
        "steps": [
            "Preparare la pasta brisé impastando velocemente tutti gli ingredienti e lasciare riposare in frigo.",
            "In una pentolina versare lo zucchero e l'acqua e fare caramellare. Quando lo zucchero presenta un bel colore dorato sempre sul fuoco incorporare il burro a pezzetti. Versare il caramello sullo stampo e farlo ruotare per distribuirlo su tutta la superficie",
            "Togliere dal fuoco, sistemare le mele tagliate in grossi quarti col dorso a contatto col caramello. Disporre un secondo strato di mele col dorso verso l'alto, in modo da riempire ogni spazio. Cospargere con lo zucchero e il burro a fiocchetti.",
            "Ricoprire con la pasta brisé e rivoltare bene i bordi per avvolgere le mele.",
            "Cuocere per circa 40 minuti a 180 C°.",
            "Lasciare riposare 1a torta 10', quindi capovolgere."
        ],
        "notes": [
            "Per l'impasto l'acqua fredda pu ò essere sostituita con un tuorlo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_di_linz",
        "category": "dolci",
        "ingredients": [
            "250 gr mandorle con la pelle",
            "200 gr burro",
            "400 gr farina",
            "250 gr zucchero",
            "2 uova",
            "1 cucchiaio raso di lievito",
            "Marmellata di ribes rossi",
            "1 pizzico sale"
        ],
        "steps": [
            "Preparare una pasta frolla con la farina, il sale, il burro ammorbidito, lo zucchero, le uova e le mandorle tritate.",
            "Formare una crostata con la marmellata di ribes rossi.",
            "Cuocere a 180 C° e spolverare con zucchero a velo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_di_pere_e_panna",
        "category": "dolci",
        "ingredients": [
            "Impasto",
            "125 gr burro",
            "80 gr farina",
            "2 uova",
            "100 gr zucchero",
            "1bustina lievito",
            "1 bicchiere latte (150 gr)",
            "1 bustina vanillina",
            "Strato superiore",
            "8 hg pere",
            "125 ml panna",
            "2 cucchaiai rhum",
            "1 uovo",
            "1 cucchiaio zucchero"
        ],
        "steps": [
            "Impastare tutti gli ingredienti, formare un panetto e lasciare riposare in frigo per circa 30'.",
            "Lavare le pere e tagliarle a spicchi.",
            "Mescolare panna, rhum, uovo e zucchero.",
            "Stendere l'impasto nella teglia, distribuire le pere con l'incavo verso l'alto e coprire con la miscela di panna.",
            "Cuocere a 170 C° per circa 50'. Servire in tavola con panna montata e mandorle a scaglie."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "smerdetta",
        "category": "dolci",
        "ingredients": [
            "1 lt latte",
            "3 cucchiai di cacao amaro",
            "4-5 cucchiai zucchero",
            "2 cucchiai rasi farina",
            "250 gr panna",
            "5-6 amaretti",
            "2 cucchiai marsala",
            "Per lo zabaione",
            "2 tuorli",
            "2 cucchiai colmi zucchero",
            "1 guscio d'uovo marsala secco"
        ],
        "steps": [
            "Portare il latte ad ebollizione. Nel frattempo mescolare con un cucchiaio lo zucchero col cacao e aggiungere la farina.",
            "Quando il latte raggiunge il bollore aggiungere il caffè e versarlo a pioggia sulle polveri mescolando con la frusta. Fare riprendere il bollore e togliere dal fuoco.",
            "Preparare nel fondo di una terrina gli amaretti sbriciolati ed irrorati col marsala e versare sopra la crema.",
            "Lasciare raffreddare e poi aggiungere lo zabaione.",
            "Prima di servire coprire con la panna montata."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "krapfen_2",
        "category": "dolci",
        "ingredients": [
            "375 gr farina",
            "30 gr. burro",
            "30 gr. zucchero",
            "38 gr. lievito di birra",
            "2 tuorli",
            "Vanillina",
            "150 ml latte",
            "Zucchero a velo",
            "1 pizzico sale"
        ],
        "steps": [
            "Versare la farina in una conca e fare un buco al centro. Mescolare il lievito, lo zucchero e un po' del latte tiepido e versarlo nel buco. Coprirlo e lasciarlo riposare al caldo per circa mezz'ora.",
            "Aggiungere i tuorli, la vanillina, il sale e il resto del latte e per ultimo il burro ammorbidito e impastare bene fino ad ottenere un panetto liscio e morbido.",
            "Lasciare lievitare fino al raddoppio.",
            "Formare delle palline tirando la pasta e richiudendola alla base e lasciare lievitare per circa mezz'ora.",
            "Scaldare l'olio a 170 C°. Immergere i krapfen senza capovolgerli, coprirli e lasciarli friggere per circa 3', girarli e proseguire la cottura per altri 3'."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "creme_caramel",
        "category": "dolci",
        "ingredients": [
            "Per la crema",
            "4 uova intere",
            "500 ml latte intero",
            "4 cucchiai colmi zucchero",
            "1 bustina vanillina",
            "Per il caramello",
            "80 gr zucchero",
            "3 cucchiai di acqua"
        ],
        "steps": [
            "Preparare il caramello e versarlo sullo stampo per creme caramel roteando lo stampo in modo da fare aderire il caramello anche alle pareti.",
            "Sbattere le uova con lo zucchero e la vanillina, poi sempre mescolando aggiungere il latte bollente. Versare il composto dentro lo stampo.",
            "Mettere lo stampo dentro una pentola a pressione con due dita di acqua e coprire con un coperchio o un foglio di alluminio.",
            "Cucinare a fuoco vivace fino al fischio, quindi abbassare il fuoco e cuocere per altri 15 minuti.",
            "Togliere lo stampo dalla pentola a pressione e lasciare raffreddare. Rovesciare e servire ben freddo con panna montata."
        ],
        "notes": [
            "Lo stampo deve essere alto e di metallo, meglio se senza buco in mezzo perché è più semplice foderarlo con il caramello.",
            "Si pu ò preparare il caramello direttamente nello stampo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "briochine_sorelle_simili",
        "category": "dolci",
        "ingredients": [
            "Lievitino",
            "150 gr farina manitoba",
            "20 gr lievito di birra",
            "80 gr latte tiepido",
            "Impasto",
            "450 gr farina manitoba",
            "200 gr acqua",
            "3 tuorli",
            "120 gr zucchero",
            "60 gr burro a temperatura ambiente (per l'impasto)",
            "40 gr burro fuso (per ungere le palline)",
            "Sale",
            "Raschiatura di 1 limone"
        ],
        "steps": [
            "Impastare il lievitino e fare lievitare fino al raddoppio (circa un'ora).",
            "Sciogliere il lievitino con l'acqua, aggiungere i tuorli poi tutti gli altri ingredienti, tenendo per ultimo il burro.",
            "Lasciare lievitare fino al raddoppio (circa un'ora).",
            "Formare 16 palline, tuffare nel burro e disporre in una teglia e fare lievitare per circa mezz'ora.",
            "Cuocere a 180 C° per circa mezz'ora."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_di_taglierini_alla_modenese",
        "category": "dolci",
        "ingredients": [
            "Per la pasta frolla",
            "200 gr farina",
            "100 gr zucchero",
            "100 gr burro",
            "1 tuorlo",
            "Per il ripieno",
            "30 gr burro",
            "100 gr zucchero",
            "150 gr farina di mandorle",
            "100 gr cedro e arancio candito",
            "1 uovo",
            "Per i taglierini",
            "100 gr farina",
            "1 uovo"
        ],
        "steps": [
            "Preparare la pasta frolla e lasciarla riposare mezz'ora in frigo avvolta nella pellicola. Preparare un uovo di taglierini.",
            "Preparare il ripieno con la farina di mandorle, lo zucchero, il burro, metà canditi e un uovo. Deve venire un impasto morbido, se necessario aggiungere poca acqua.",
            "Imburrare e infarinare uno stampo di 26 cm di diametro, foderarlo con la pasta frolla e versarvi il ripieno. Coprire con i taglierini e poi con un foglio di alluminio.",
            "Infornare a 200 C° per 40'; a metà cottura togliere l'alluminio.",
            "Spolverizzare con zucchero a velo e il resto dei canditi."
        ],
        "notes": [
            "Per fare prima preparare una doppia dose di pasta frolla e utilizzare la pasta per la copertura al posto dei taglierini. Alternativamente si possono usare taglierini pronti.",
            "Questa torta si conserva molto a lungo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "budino_della_zia",
        "category": "dolci",
        "ingredients": [
            "8 uova",
            "200 gr burro morbido",
            "80 gr cacao amaro",
            "100 gr cacao dolce",
            "200 gr zucchero",
            "250 gr rhum"
        ],
        "steps": [
            "Bollire le uova (8 minuti dal bollore).",
            "Passare i tuorli al setaccio (va bene anche un passino per il the).",
            "Mescolare lentamente i tuorli, il burro morbidissimo e lo zucchero. Aggiungere il cacao ed il rhum e mescolare ancora molto lentamente. Si otterrà una crema un po' liquida.",
            "Prendere uno stampo decorato di forma bassa e larga, ricoprirlo con una garza stirata (senza appretti) con la trama in rilievo e tirare gli angoli della garza per togliere eventuali grinze,",
            "Versare la crema sullo stampo, battere sul tavolo lo stampo per eliminare le bolle d'aria e mettere nel freezer.",
            "Tirare fuori dal freezer, togliere delicatamente la garza, decorare con cioccolatini e panna montata e servire immediatamente."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_delle_rose",
        "category": "dolci",
        "ingredients": [
            "500 gr farina",
            "25 gr lievito di birra",
            "2 uova",
            "120 gr burro",
            "150 gr zucchero",
            "1 bicchiere abbondante di latte",
            "2 bustine di vanillina",
            "1 cucchiaino di malto o zucchero",
            "Zucchero a velo",
            "1 pizzico sale"
        ],
        "steps": [
            "Preparare un preimpasto col malto, il lievito, un po' di latte e 100 gr di farina presi dal totale. Lasciare riposare circa 30'.",
            "Impastare il preimpasto con la farina rimanente, un pizzico di sale, metà zucchero e il latte rimanente. Aggiungere piano piano le uova e metà burro ammorbidito. Impastare fino a quando la pasta presenta una consistenza morbida ed elastica. Lasciare lievitare fino al raddoppio (da 1 a 3 ore).",
            "Foderare di carta da forno uno stampo di 28-30 cm di diametro.",
            "Preparare in una ciotolina il rimanente burro e lo zucchero con la vanillina. Mescolare con un cucchiaino fino ad ottenere una crema omogenea.",
            "Dopo la prima lievitazione, dividere la pasta in 7 pagnotte e formare dei salamini da tirare con il mattarello fino ad ottenere dei rettangoli di circa 5x15 cm. Spalmare le strisce con la crema, arrotolarle a cilindro su sé stesse, chiuderle ad una estremità e metterle nello stampo in piedi, con l'estremità sigillata in basso, una accanto all'altra, come dei boccioli di rosa.",
            "Fare lievitare una seconda volta fino a quando i boccioli riempiranno la teglia (circa 1 ora).",
            "Cuocere a 180 C° per circa 20-25 minuti. Se la pasta tende a bruciare coprirla con un foglio di alluminio."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "galani",
        "category": "dolci",
        "ingredients": [
            "500 gr farina forte",
            "3 uova",
            "1 tazzina da caffè",
            "Vino bianco",
            "1 cucchiaio di grappa",
            "2 pizzichi di sale",
            "50 gr di burro",
            "Raschiatura di limone",
            "Zucchero a velo abbondante (circa 2 buste)",
            "Olio di semi di arachide per la frittura"
        ],
        "steps": [
            "Mescolare la farina, lo zucchero, il burro ammorbidito, le uova e il sale e impastare col gancio. Aggiungere la scorza di limone grattugiata finemente (altrimenti si incastra nei rulli della sfogliatrice). Impastare velocemente. L'impasto deve rimanere abbastanza duro (più o meno come la pasta fresca).",
            "Avvolgere con la pellicola e lasciare riposare per circa mezz'ora a temperatura ambiente.",
            "Tirare delle strisce sottili e con la rondella ondulata tagliare dei rettangoli abbastanza grandi e fare due tagli nel mezzo.",
            "Friggere a 175-180 C° pochi pezzi per volta. Appena fritti spolverare con lo zucchero a velo.",
            "Note:"
        ],
        "notes": [
            "Se non cuociono bene rimangono bianchi e perdono croccantezza.",
            "Non esagerare con lo zucchero a velo se no perdono croccantezza.",
            "Il riposo dell'impasto serve per facilitare le tirate ma una volta stesa la pasta va fritta il prima possibile per sviluppare le bolle. Conviene anche tagliare i galani man mano che si friggono.",
            "I liquidi (vino e grappa) dovrebbero essere in tutto circa 50 gr.",
            "Alcune ricette aggiungono all'impasto anche 50 gr di zucchero.",
            "Nonna Aua suggerisce di sostituire al burro 1 cucchiaio di olio.",
            "In alternativa alla farina forte utilizzare una miscela con 400 gr di Manitoba e 100 gr di farina 00."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_gelato_alle_castagne",
        "category": "dolci",
        "ingredients": [
            "250 gr panna",
            "1 vasetto marmellata di marroni",
            "3 cucchiaio abbondanti di rhum",
            "Marron glacè",
            "Cacao amaro"
        ],
        "steps": [
            "Montare la panna. Ammorbidire la marmellata con il rhum ed aggiungerla alla panna mescolando delicatamente.",
            "Congelare.",
            "Prima di servire rovesciare la torta e decorare con i marron glacé."
        ],
        "notes": [
            "Prima di servirla lasciare la torta a temperatura ambiente per circa 20 minuti.",
            "Sopra la torta si possono mettere delle meringhe sbriciolare in modo che rovesciandola rimangano sotto."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_anna",
        "category": "dolci",
        "ingredients": [
            "225 gr farina",
            "225 gr fecola",
            "250 gr zucchero",
            "100 gr burro",
            "3 uova",
            "1bustina e mezza lievito",
            "Mezzo limone",
            "2 bicchieri latte",
            "2 bustine vanillina",
            "1 pizzico sale"
        ],
        "steps": [
            "Sbattere a lungo con la frusta il burro ammorbidito, lo zucchero e i tuorli.",
            "Aggiungere la farina, la fecola, il latte, il sale, il succo del limone e la vanillina continuando a sbattere. Aggiungere il lievito sciolto in poco latte tiepido e sbattere ancora un po'.",
            "Incorporare delicatamente gli albumi montati a neve.",
            "Infornare a circa 160 C° per circa 30 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_di_albicocche",
        "category": "dolci",
        "ingredients": [
            "500 gr pasta frolla",
            "3 uova crema pasticcera",
            "7 hg albicocche",
            "Zucchero",
            "Burro"
        ],
        "steps": [
            "Stendere la pasta frolla su una tortiera e bucarla con la forchetta.",
            "Coprire con la crema pasticcera e quindi con le albicocche tagliate a metà e disposte con l'incavo verso l'alto. Mettere un fiocchetto di burro so ogni albicocca e spolverare con lo zucchero.",
            "Cuocere a 170 C° per circa 50'. Se le albicocche iniziano a bruciare coprire con un foglio di alluminio."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "charlotte_di_mele_e_pane",
        "category": "dolci",
        "ingredients": [
            "3 panini raffermi",
            "4 mele golden o simili",
            "120 gr zucchero",
            "50 gr burro",
            "1 litro latte",
            "100 gr uvetta",
            "25 gr arancio candito",
            "Cannella",
            "3 uova",
            "Pane grattato",
            "Sale"
        ],
        "steps": [
            "Tagliare a pezzetti il pane e le mele; mescolare e versare in uno stampo per charlotte o per soufflé ben imburrato e impanato.",
            "Portare ad ebollizione il latte col burro.",
            "Battere con la frusta le uova con lo zucchero. Aggiungere, continuando a mescolare con la frusta, il latte bollente, la cannella, l'uvetta, i canditi e versare tutto lentamente sopra le mele ed il pane.",
            "Cuocere in forno a 180 C° per circa 1ora."
        ],
        "notes": [
            "La ricetta originale suggerisce la cottura in forno a bagnomaria."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "strudel",
        "category": "dolci",
        "ingredients": [
            "Per la pasta",
            "250 gr farina 00",
            "1 cucchiaio olio",
            "1 cucchiaio di zucchero",
            "1 bicchiere acqua tiepida",
            "1 pizzico sale",
            "Per il ripieno",
            "1 kg mele",
            "50 gr zucchero",
            "50 gr burro",
            "100 gr fra pinoli e uvetta",
            "Cannella",
            "Rhum",
            "100 gr pan grattato"
        ],
        "steps": [
            "Impastare tutti gli ingredienti dosando con attenzione l'acqua per ottenere un panetto liscio e morbido. Lasciarlo riposare coperto da una pentola calda per circa mezz'ora.",
            "Tagliare le mele a fettine sottili. Aggiungere i pinoli, l'uvetta bagnata nel rhum e la cannella.",
            "Tirare la sfoglia sottilissima, aiutandosi anche con le mani. Mettere la pasta sulla teglia sopra la carta da forno, spennellarla col burro, distribuire il pan grattato e aggiungere il ripieno. Arrotolare la sfoglia, sigillarla bene e spennellare col burro fuso.",
            "Cuocere a 200 C° per circa 40 minuti. Coprire con lo zucchero a velo e servire tiepido."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "briochine_allo_yogurt",
        "category": "dolci",
        "ingredients": [
            "Gr 500 farina (50% manitoba e 50% farina 00)",
            "100 gr latte",
            "150 gr yogurt magro",
            "2 uova + 1 tuorlo",
            "60 gr burro",
            "150 gr zucchero",
            "1 cucchiaino di malto",
            "1 pizzico di sale",
            "Scorza di un limone grattugiato"
        ],
        "steps": [
            "Sciogliere il lievito col latte tiepido, il malto e un po' di farina e lasciare riposare.",
            "Aggiungere il resto della farina, latte, yogurt, zucchero, sale e aromi.",
            "Incorporare le uova una alla volta e incordare. Aggiungere il burro a temperatura ambiente a pezzettoni.",
            "Fare le pieghe e lasciare raddoppiare. Rifare le pieghe e lasciare riposare 15 minuti.",
            "Formare i panini con un taglio a croce e lasciare lievitare.",
            "Lucidare con l'albume avanzato e cuocere a 170 C° per 12 minuti.",
            "1."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "gateau_di_renette",
        "category": "dolci",
        "ingredients": [
            "230 gr zucchero",
            "200 gr farina",
            "150 gr burro",
            "100 gr latte",
            "4 mele renette",
            "3 uova",
            "1 bustina di lievito in polvere",
            "Vanillina",
            "Sale"
        ],
        "steps": [
            "Impastare la farina con il lievito, la vanillina, 150 grammi di zucchero, un pizzico di sale, 2 uova, 60 grammi di burro fuso e il latte fino ad ottenere un impasto liscio ed omogeneo.",
            "Sbucciare le mele, tagliarle a lamelle o ad anelli ed unire l'equivalente di 3 mele all'impasto.",
            "Imburrare ed infarinare bene lo stampo e versarvi l'impasto. Decorare con la quarta mela. Infornare nel forno caldo a 150° per 20 minuti.",
            "Nel frattempo sbattere 80 gr di zucchero con un uovo e quindi aggiungerci 90 gr di burro fuso.",
            "Sfornare la torta, versarvi sopra il composto e proseguire la cottura per altri 30 minuti.",
            "Togliere la torta dal forno e lasciarla raffreddare per circa 20 minuti prima di toglierla dallo stampo e servirla."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_sabbiosa_nonna_maria",
        "category": "dolci",
        "ingredients": [
            "250 gr burro",
            "250 gr zucchero",
            "350 gr fecola",
            "3 uova",
            "Sale"
        ],
        "steps": [
            "Sbattere a lungo il burro morbido con lo zucchero fino ad ottenere una spuma. Incorporare i tuorli uno alla volta, la fecola e da ultimo gli albumi montati a neve ferma.",
            "Cuocere a fuoco lento in una tortiera ricoperta di carta da forno."
        ],
        "notes": [
            "Questa torta ha molto burro ma è squisita."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "waffle",
        "category": "dolci",
        "ingredients": [
            "120 gr farina",
            "2 cucchiai zucchero",
            "5 gr lievito (1 cucchiaino abbondante)",
            "240 gr latte",
            "2 uova grandi",
            "50 gr burro",
            "1 pizzico sale"
        ],
        "steps": [
            "Mescolare separatamente le polveri (farina, zucchero, lievito e sale) e i liquidi (latte e uova).",
            "Aggiungere le polveri ai liquidi e mescolare il minimo indispensabile, quindi aggiungere il burro fuso a temperatura ambiente e lasciare riposare almeno per mezz'ora.",
            "Cuocere con l'apposito attrezzo (circa 2-3 minuti per waffle)."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "tarte_tatin_1",
        "category": "dolci",
        "ingredients": [
            "Per la torta",
            "- 250 gr farina",
            "- 100 gr burro",
            "- 100 gr zucchero",
            "- 3 mele golden",
            "- 2-3 cucchiai di acqua fredda",
            "- Sale",
            "Per il caramello",
            "- 60 gr zucchero",
            "- 1 tazzina da caffè acqua",
            "- Pollo"
        ],
        "steps": [
            "Impastare la pasta frolla e lasciarla riposare in frigorifero avvolta nella pellicola per almeno mezz'ora.",
            "Preparare il caramello, versarlo sullo stampo e farlo ruotare per distribuirlo su tutta la superficie.",
            "Ricoprire il caramello, freddo o caldo, con spicchi di mele disposti in bell'ordine.",
            "Spolverare le mele con 2-3 cucchiai di zucchero e qualche fiocchetto di burro.",
            "Stendere la sfoglia sopra un foglio di carta da cucina e voltarla sopra le mele. Chiudere bene i bordi e bucare con la forchetta.",
            "Cuocere per circa 40 minuti a 180 C° e dopo la cottura voltarla immediatamente per evitare che il caramello si indurisca."
        ],
        "notes": [
            "Utilizzando uno stampo in metallo si pu ò preparare il caramello anche direttamente sullo stampo.",
            "Per una teglia da 32 cm utilizzare 4 mele e 100 gr di zucchero per il caramello."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "croccante_di_mandorle",
        "category": "dolci",
        "ingredients": [
            "300 gr mandorle sbucciate",
            "270 gr zucchero",
            "1 cucchiaio miele",
            "1 cucchiaio succo di limone",
            "1 cucchiaio acqua"
        ],
        "steps": [
            "Preriscaldare il forno a 180 C° e disporre le mandorle su una teglia foderata di carta da forno. Tostarle per 5 minuti in modo che non si colorino troppo.",
            "Versare lo zucchero, il limone, l'acqua e il miele in un pentolino col fondo spesso e fare sciogliere a fuoco moderato mescolando con un cucchiaio di legno. Fare attenzione a non sporcare i bordi del pentolino e portare il caramello a 130 C°.",
            "Aggiungere le mandorle, mescolare e portare il composto a 170 C°.",
            "Versare il composto e livellare coprendolo con carta da forno e passandoci sopra il mattarello."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pudding_di_savoiardi",
        "category": "dolci",
        "ingredients": [
            "Per il pudding",
            "1 scatola di savoiardi",
            "4 uova",
            "150 gr zucchero",
            "1 litro latte",
            "100 gr fra uvetta e canditi",
            "Per il caramello",
            "80 gr zucchero",
            "3 cucchiai di acqua",
            "Per lo zabaione",
            "1 tuorlo",
            "I cucchiaio colmo zucchero",
            "1 guscio d'uovo marsala secco"
        ],
        "steps": [
            "Caramellare uno stampo da pudding.",
            "Portare il latte ad ebollizione. Sbattere le uova intere con lo zucchero e aggiungere il latte.",
            "Disporre nello stampo uno strato di savoiardi, metà canditi e un terzo di crema, un secondo strato di savoiardi, l'altra metà dei canditi e un terzo di crema; un terzo strato di savoiardi e infine l'ultimo terzo di crema.",
            "Cuocere a bagnomaria nella pentola a pressione per 15 minuti dal fischio.",
            "Raffreddare, rovesciare e coprire con un uovo di zabaione."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "cavallucci",
        "category": "dolci",
        "ingredients": [
            "600 gr farina 00",
            "500 gr zucchero (anche di canna)",
            "170 gr acqua",
            "200 gr noci sgusciate",
            "100 gr canditi a cubetti",
            "La punta di un cucchiaino bicarbonato",
            "5 gr semi di anice tritati",
            "3 gr di semi di coriandolo tritati",
            "1 scorza arancia",
            "1 pizzico di sale"
        ],
        "steps": [
            "In una ciotola miscelare la farina con le noci spezzettate, i canditi, le spezie polverizzate, la scorza di arancia e il bicarbonato.",
            "Sciogliere lo zucchero nell'acqua fino a circa 100 C° (se si raggiungono temperature più elevate e lo zucchero inizia a caramellare i cavallucci verranno più duri).",
            "Aggiungere lo sciroppo alla farina e formare subito dei salsicciotti da tagliare (se l'impasto si raffredda non si riesce più a lavorare).",
            "Tagliare e formare delle palline leggermente schiacciate al centro e infarinarle.",
            "Cuocere a 180 C° per circa 20 minuti (non si devono colorare)."
        ],
        "notes": [
            "Si pu ò omettere il bicarbonato.",
            "In una scatola di latta si conservano molto a lungo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "treccia_lievitata",
        "category": "dolci",
        "ingredients": [
            "500 gr farina",
            "100 gr burro",
            "100 gr zucchero",
            "5 tuorli + 1 per la decorazione",
            "170 gr di latte",
            "25 gr di lievito di birra",
            "2 bustine di vanillina",
            "Scorza di limone grattugiata",
            "Granella di zucchero",
            "1 pizzico sale"
        ],
        "steps": [
            "Impastare 200 gr di farina col lievito sbriciolato e 120 gr di latte tiepido per circa 5 minuti. Il pastello è pronto quando diventa elastico, liscio e non appiccicoso. Coprire e lasciare lievitare per circa un'ora.",
            "Aggiungere la farina rimanente, lo zucchero, il sale, la vanillina la scorza di limone grattugiata, 50 gr di acqua, 50 gr di latte e per ultimo il burro ammorbidito a pezzetti ed impastare per circa altri 10 minuti fino a che l'impasto non sarà liscio, elastico e tenace.",
            "Preparare 3 filoncini lunghi circa 60 cm e con un diametro di circa 3 cm e comporre una treccia morbida, iniziando dal centro dei filoni.",
            "Arrotolare la treccia dentro uno stampo o disporla direttamente sulla placca del forno sopra alla carta da forno.",
            "Spennellarla con un tuorlo sbattuto con poca acqua e cospargerla di granella di zucchero.",
            "Fare lievitare fino a che non raddoppia di volume (circa un'ora).",
            "Infornare a forno già caldo a 180 C° per circa 20 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_di_arance_e_ricotta_federico",
        "category": "dolci",
        "ingredients": [
            "240 gr farina 00",
            "120 gr burro",
            "2 uova + 1 tuorlo",
            "250 ricotta",
            "30 gr arancia candita",
            "30 gr uvetta",
            "60 gr zucchero",
            "1 bicchiere succo di mandarino",
            "1 bicchiere succo di arancia",
            "4 cucchiaini fecola",
            "4 arance + 1 limone"
        ],
        "steps": [
            "Impastare la farina con il burro e un tuorlo. Lasciare riposare l'impasto per mezz'ora e quindi rivestire una tortiera del diametro di 26 cm. È fondamentale che la tortiera sia a cerniera e che il rivestimento copra anche i bordi.",
            "Sbattere la ricotta con 2 tuorli fino ad ottenere un composto morbido e soffice. Aggiungere la scorza grattugiata e il succo di mezzo limone, lo zucchero, l'arancia candita e l'uvetta.",
            "Infine incorporare col cucchiaio gli albumi montati a neve con una goccia di limone.",
            "Versare il composto sopra la pasta e cuocere a fuoco moderato per circa mezz'ora. Lasciare raffreddare.",
            "Nel frattempo sciogliere la fecola nel succo di mandarino, aggiungere il succo di arancia e scaldare a fuoco basso fino a quando inizia ad addensarsi. Lasciare raffreddare in frigo.",
            "Disporre sopra la torta gli spicchi d'arancia spellati a vivo in bell'ordine e coprire con lo sciroppo ben freddo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_duca_di_pistoia",
        "category": "dolci",
        "ingredients": [
            "Per la pasta frolla",
            "280 gr farina",
            "90 gr burro",
            "60 gr zucchero",
            "1 cucchiaino di lievito",
            "1 pizzico di sale",
            "2 cucchiai di acqua frizzante fredda",
            "Per il ripieno",
            "200 ml latte",
            "250 gr ricotta",
            "4 uova",
            "5 cucchiai di zucchero",
            "1 cucchiaio di farina",
            "Un pugno di uvetta"
        ],
        "steps": [
            "Preparare la pasta frolla e lasciarla riposare per mezz'ora.",
            "Preparare la crema pasticcera con il latte, un uovo, 1 cucchiaio di farina e 2 cucchiai di zucchero.",
            "Sbattere 3 tuorli con 3 cucchiai di zucchero. Aggiungere la ricotta, la crema pasticcera, un pugno di uvetta e da ultimo i 3 albumi montati a neve.",
            "Foderare una tortiera con la pasta frolla, riempire con il ripieno e cuocere in forno a 160 C°."
        ],
        "notes": [
            "Per fare prima si pu ò eliminare la crema pasticcera.",
            "Si pu ò anche usare un uovo in meno e preparare la crema pasticcera con i tre tuorli.",
            "Gli ingredienti sono quelli di una pasta frolla light ma è possibile utilizzare qualsiasi pasta frolla."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_rovesciata_di_prugne",
        "category": "dolci",
        "ingredients": [
            "375 gr farina 00",
            "250 gr burro",
            "180 ml latte",
            "3 uova",
            "200 gr zucchero",
            "100 gr zucchero di canna",
            "15 prugne",
            "3 cucchiaini lievito per dolci",
            "1 pizzico di sale"
        ],
        "steps": [
            "Sbattere 100 gr di burro morbido con lo zucchero di canna fino ad ottenere una spuma omogenea. Spalmarla sul fondo della tortiera e cospargerla anche sui bordi.",
            "Disporre le susine divise a metà col taglio sul fondo senza schiacciare.",
            "Sbattere il restante burro con lo zucchero fino ad ottenere una spuma. Incorporare le uova una alla volta e mescolare fino a che non saranno ben incorporate. Aggiungere la farina, il lievito e il latte.",
            "Versare l'impasto nella tortiera, sopra le susine, livellandolo con delicatezza. Infornare per circa 30-40 minuti a 180 C°.",
            "Lasciare raffreddare qualche minuto la torta e quindi girarla."
        ],
        "notes": [
            "Si pu ò utilizzare anche altra frutta come albicocche, pesche, prugne, mele, ecc."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "tiramisu",
        "category": "dolci",
        "ingredients": [
            "1 confezioni savoiardi",
            "4 caffè molto lunghi",
            "9 uova",
            "1,5 lt latte",
            "250 gr panna",
            "9 cucchiai zucchero",
            "9 cucchiai farina",
            "25 gr zucchero a velo",
            "Cacao amaro"
        ],
        "steps": [
            "Preparare una crema pasticcera morbida con il latte, lo zucchero e la farina.",
            "Disporre in una teglia coi bordi alti, possibilmente in vetro, i biscotti e bagnarli abbondantemente col caffè.",
            "Coprire con la crema ancora calda e lasciare raffreddare.",
            "Montare la panna con lo zucchero a velo e coprire la crema. Spolverare con il cacao.",
            "Servire freddo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "crumble_di_mele_giovanna",
        "category": "dolci",
        "ingredients": [
            "1 kg mele tipo golden",
            "60 gr burro",
            "60 gr zucchero",
            "120 gr farina",
            "Zeste di 1 limone",
            "Cannella",
            "1 pizzico di sale",
            "Noci o pinoli"
        ],
        "steps": [
            "Versare in una larga pirofila imburrata le mele a fettine con i pinoli o le noci a pezzetti.",
            "Preparare un impasto bricioloso con la farina, il burro ammorbidito, lo zucchero e il sale.",
            "Cospargere le mele con l'impasto e insaporire con una spruzzatina di cannella.",
            "Cuocere per 1 ora e servire tiepido."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "crostata_morbida",
        "category": "dolci",
        "ingredients": [
            "100 gr zucchero",
            "70 gr farina",
            "30 gr fecola",
            "2 uova",
            "1 bustina di vanillina",
            "Sale"
        ],
        "steps": [
            "Sbattere con la frusta le uova, lo zucchero ed un pizzico di sale prima a bassa velocità poi via via più velocemente per circa 5 minuti.",
            "Aggiungere farina, fecola e vanillina. Montare per circa un altro minuto.",
            "Versare la pasta nello stampo imburrato e infarinato e sbattere lo stampo sul tavolo per distribuire bene l'impasto.",
            "Infornarlo a 180 C° per circa 15 minuti."
        ],
        "notes": [
            "Questo impasto è perfetto come base per le crostate con la crema e la frutta."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pasticcini_alle_mandorle_meyer",
        "category": "dolci",
        "ingredients": [
            "500 gr. farina di mandorle",
            "450 gr. zucchero semolato fine",
            "100 gr zucchero a velo",
            "125 gr albumi",
            "1 goccia di limone",
            "Zeste di arancia"
        ],
        "steps": [
            "Montare a neve molto ferma gli albumi con una goccia di limone.",
            "Mescolare mandorle, zucchero e zeste. Incorporare delicatamente agli albumi montati.",
            "Formare delle palline e tuffarle nello zucchero a velo.",
            "Lasciare riposare una notte in frigo.",
            "Infornare a forno ben caldo (180 C°) per circa 6 minuti. Continuare la cottura a circa 160 C° per altri 3-4 minuti. Tirarli fuori dal forno appena iniziano vagamente a colorirsi e sono ancora morbidi (sembrano ancora crudi)."
        ],
        "notes": [
            "Per lavorare l'impasto passare le mani nello zucchero a velo.",
            "Per un risultato più da pasticceria sostituire lo zucchero semolato fine con lo zucchero a velo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "ciambella_contadina",
        "category": "dolci",
        "ingredients": [
            "500 gr farina",
            "3 uova",
            "220 gr zucchero",
            "100 gr burro",
            "1 bicchiere latte (circa 150 gr)",
            "1 pizzico sale",
            "1 bustina lievito",
            "Scorza grattugiata di 1 limone"
        ],
        "steps": [
            "Sbattere a lungo con la frusta le uova e lo zucchero fino ad ottenere una spuma bianca.",
            "Aggiungere il burro a pezzetti a temperatura ambiente e tutti gli altri ingredienti tranne il lievito e il latte e sbattere per altri 4-5 minuti fino ad ottenere una miscela bianca ed omogenea. Versare lentamente il latte fino ad ottenere la densità desiderata.",
            "Quando la pasta è ben amalgamata (dopo circa 4-5 minuti) aggiungere il lievito (meglio se sciolto in 2 cucchiai di latte tiepido) e impastare per altri 2-3 minuti.",
            "Versare in uno stampo da ciambella imburrato e infarinato e infornare in forno già caldo a 180 C° per circa 40 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_vegana_di_arance",
        "category": "dolci",
        "ingredients": [
            "600 gr farina 00",
            "250 gr zucchero",
            "150-200 gr acqua",
            "130 gr olio di mais",
            "2 arance grandi",
            "1 bustina lievito per dolci",
            "1 pizzico di sale",
            "Cannella, zenzero, chiodi di garofano, anice"
        ],
        "steps": [
            "Miscelare farina, zucchero e lievito.",
            "A parte mescolare acqua, olio e il succo delle 2 arance.",
            "Impastare aggiungendo a filo i liquidi e quindi la scorza di arancia, le spezie e il sale. Continuare fino ad ottenere un composto morbido.",
            "Infornare a 180 C° per circa 40'."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_panarellina_anna",
        "category": "dolci",
        "ingredients": [
            "150 gr zucchero",
            "160 gr fecola",
            "125 gr burro",
            "4 uova",
            "1 bustina vanillina",
            "1 fiala aroma mandorle",
            "2 cucchiaini scarsi lievito"
        ],
        "steps": [
            "Sbattere bene i tuorli con lo zucchero fino ad ottenere una spuma.",
            "Unire un po' alla volta la fecola, il burro fuso, la vaniglia, il lievito e l'aroma di mandorle.",
            "Montare gli albumi a neve e incorporarli delicatamente al resto.",
            "Cuocere a 180 C° per circa mezz'ora."
        ],
        "notes": [
            "Questa torta andrebbe decorata con dei piccoli rombi di zucchero a velo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "ciaccia_toscana",
        "category": "dolci",
        "ingredients": [
            "500 gr farina 0",
            "300 ml acqua",
            "12 gr lievito di birra",
            "1 cucchiaino di malto",
            "100 gr zucchero",
            "800 gr di uva fragola",
            "8 cucchiai di olio",
            "1 pizzico sale"
        ],
        "steps": [
            "Sciogliere il lievito col malto e poca acqua tiepida e lasciare riposare per qualche minuto. Aggiungere la farina ed impastare col gancio. Lasciare lievitare fino al raddoppio.",
            "Aggiungere 50 gr zucchero, 4 cucchiai di olio e un pizzico di sale e rimpastare.",
            "Dividere la pasta in 2 parti, una leggermente più grande ed una più piccola, e tirare 2 sfoglie (circa 40 x 30). Per riuscire a spostare la sfoglia sulla teglia senza romperla conviene stenderla su carta da forno.",
            "Oliare una teglia e adagiarvi la sfoglia più spessa. Coprire con 2/3 dell'uva, un cucchiaio di zucchero e un filo d'olio. Coprire con la seconda sfoglia, sigillando bene i bordi. Coprire con l'uva restante, spolverizzare con lo zucchero e cospargere con l'olio rimanente",
            "Cuocere a 180° per circa 50-60 minuti. Gli ultimi 10 minuti cuocere con la resistenza in basso in modo da asciugare bene il fondo della ciaccia."
        ],
        "notes": [
            "Per conservarla in frigo mettere l'uva solo fra le due sfoglie. In questo modo si possono sovrapporre più pezzi.",
            "Va bene anche la farina 00.",
            "Non usare teglie di ferro perché ossidano."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "gialletti",
        "category": "dolci",
        "ingredients": [
            "200 gr farina gialla fine",
            "300 gr farina bianca",
            "1 uovo",
            "100 gr burro",
            "2 cucchiaini lievito",
            "6 cucchiai zucchero",
            "Pinoli",
            "4 cucchiai grappa o rhum",
            "Uvetta",
            "Sale"
        ],
        "steps": [
            "Impastare tutti gli ingredienti col burro a temperatura ambiente e formare dei biscotti ovali e leggermente schiacciati.",
            "Infornare a 190 C° per 17 minuti.",
            "Cospargere con zucchero a velo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "biscotti_leggeri_sorelle_simili",
        "category": "dolci",
        "ingredients": [
            "500 gr farina 00",
            "150 gr zucchero",
            "100 gr burro",
            "15 gr bicarbonato d'ammonio",
            "3 uova",
            "2 cucchiai latte",
            "1 pizzico sale"
        ],
        "steps": [
            "Impastare la farina con lo zucchero, il burro ammorbidito a temperatura ambiente, due uova e un tuorlo. L'impasto deve essere un po' sostenuto.",
            "Aggiungere il bicarbonato stemperato nel latte tiepido e un pizzico di sale.",
            "Tirare una sfoglia quadrata o rettangolare con lo spessore di circa 3 mm, spennellarla con la chiara avanzata e un po' di zucchero.",
            "Tagliare a rettangoli non troppo grandi.",
            "Cuocere in forno a 180 C° per 15-20'."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "clafoutis",
        "category": "dolci",
        "ingredients": [
            "Per la torta",
            "4 grosse mele golden",
            "100 gr zucchero",
            "200 gr panna",
            "100 gr latte",
            "4 uova",
            "25 gr burro",
            "4 fichi",
            "40 gr pinoli",
            "Uvetta",
            "Noci",
            "Per il caramello",
            "60 gr zucchero",
            "1 bicchiere acqua"
        ],
        "steps": [
            "Sciogliere il burro in una padella. Aggiungere le mele tagliate a pezzetti e cuocere a fuoco vivo nel burro spumeggiante per circa 15 minuti.",
            "Mescolare con la frusta uova, zucchero, latte, panna e sale.",
            "Imburrare una pirofila e cospargerla di farina e di zucchero eliminando il superfluo; aggiungere le mele cotte; coprire con il composto di uova, fichi a fettine, pinoli, noci e uvetta.",
            "Infornare in forno già caldo a 200 C° per circa 40 minuti. Cospargere in modo sparso con il caramello. Servire tiepido o freddo."
        ],
        "notes": [
            "Prima del caramello si pu ò conservare la torta già pronta in freezer.",
            "Se i fichi sono secchi farli prima rinvenire in acqua tiepida."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "baci_di_dama",
        "category": "dolci",
        "ingredients": [
            "150 gr farina",
            "150 gr nocciole tostate",
            "100 gr burro",
            "100 gr zucchero",
            "Ricetta più leggera",
            "200 gr farina",
            "100 gr nocciole tostate",
            "80 gr burro",
            "2 tuorli",
            "100 gr zucchero",
            "Per la glassa di cioccolato",
            "100 gr cioccolato fondente",
            "2 cucchiai di acqua",
            "1 noce di burro"
        ],
        "steps": [
            "Ricetta tradizionale di Ovada",
            "Tritare le nocciole. Aggiungere tutti gli altri ingredienti e impastare velocemente con le mani.",
            "Formare delle palline e infornarle per 15 minuti a 200 C° su carta forno (devono crescere un po' ma non scurirsi).",
            "Si ottengono delle calottine che si uniranno a coppie (i baci) con Nutella o glassa di cioccolata.",
            "Per la glassa miscelare i vari ingredienti a bagnomaria."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "stracciatelle_unne",
        "category": "dolci",
        "ingredients": [
            "125 gr farina",
            "60 gr burro",
            "60 gr zucchero"
        ],
        "steps": [
            "Lavorare velocemente con le mani e formare delle briciole."
        ],
        "notes": [
            "Ottime sopra una torta tipo pan di spagna.",
            "Per un crumble preparare una base di frutta saltata con burro e zucchero, coprire con le stracciatelle e infornare fino a quando si colorano."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "bigné",
        "category": "dolci",
        "ingredients": [
            "75 gr farina",
            "35 gr burro",
            "125 gr acqua",
            "2 uova",
            "1 cucchiaio zucchero",
            "1 pizzichino sale"
        ],
        "steps": [
            "Versare acqua, sale, zucchero e burro in un pentolino e fare bollire tutto insieme.",
            "Aggiungere la farina in un solo colpo e mescolare. Quando si forma una palla che si stacca dal pentolino incorporare le uova, una alla volta.",
            "Formare delle palline con la siringa o col cucchiaino e mettere in forno a temperatura medio-alta per 30 minuti.",
            "Lasciare raffreddare, farcire i bigné con crema pasticcera e ricoprire con zucchero a velo, zucchero caramellato oppure glassa di cioccolato."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "krapfen",
        "category": "dolci",
        "ingredients": [
            "500 gr farina",
            "100 gr burro",
            "80 gr zucchero",
            "30 gr lievito di birra",
            "4 uova",
            "Vanillina",
            "20 gr latte",
            "Zucchero a velo",
            "Sale"
        ],
        "steps": [
            "Sciogliere il lievito in 50 gr di acqua tiepida e impastare con 80 gr di farina. Lasciare lievitare fino al raddoppio.",
            "Impastare velocemente 420 gr di farina con lo zucchero, la vanillina, un pizzico di sale, le uova intere e per ultimo il burro ammorbidito a pezzetti. Quindi incorporare 20 gr di latte tiepido e il panetto di lievito tolto dall'acqua con un mestolo forato.",
            "Lavorare energicamente l'impasto e lasciare lievitare fino al raddoppio.",
            "Stendere una sfoglia alta 1 cm. e ritagliare dei dischi con un bicchiere. Coprire con un telo infarinato e lasciare lievitare per 2 ore.",
            "Friggere con olio caldo ma non bollente (circa 170 C°). Immergere 3-4 krapfen alla volta capovolti rispetto alla posizione di lievitazione e cuocerli circa 3' per parte."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "biscotti_al_vino",
        "category": "dolci",
        "ingredients": [
            "500 gr farina",
            "90 gr olio di semi di mais",
            "130 gr zucchero + altro per la decorazione",
            "135 gr vino bianco",
            "2 cucchiai latte",
            "10 gr ammoniaca per dolci",
            "Sale"
        ],
        "steps": [
            "Impastare tutti gli ingredienti aggiungendo per ultima l'ammoniaca sciolta in poco latte appena tiepido.",
            "Prendere una noce di impasto, formare un piccolo serpentello e",
            "richiuderlo per formare una ciambellina.",
            "Passare le ciambelline nello zucchero semolato.",
            "Infornare a 180 C° per circa 15 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "ciambellone_alla_crema",
        "category": "dolci",
        "ingredients": [
            "500 gr farina",
            "2 uova",
            "200 gr zucchero",
            "100 gr. burro",
            "50 g pinoli",
            "1 bustina lievito",
            "Scorza grattugiata di 1 limone",
            "1 pizzico sale",
            "Crema pasticcera"
        ],
        "steps": [
            "Sbattere le uova intere con lo zucchero. Aggiungere il burro a pezzetti a temperatura ambiente. Quando si è formata una crema aggiungere insieme la farina, il lievito e il sale. Mescolare fino ad ottenere una pasta omogenea.",
            "Stendere metà pasta su una teglia e l'altra metà su un secondo foglio. Coprire la prima sfoglia con la crema pasticcera e quindi con la seconda sfoglia e sigillare passando il mattarello sui bordi della teglia. Bucare con lo stuzzicadenti, aggiungere i pinoli, due cucchiai di zucchero sparso e una spruzzatina d'acqua.",
            "Infornare in forno già caldo a 160 C° per circa 30 minuti. Fare attenzione che la torta tende a bruciarsi sul fondo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "buchteln",
        "category": "dolci",
        "ingredients": [
            "400 gr farina",
            "2 uova",
            "40 gr zucchero",
            "40 gr burro + burro per spennellare",
            "120-140 ml latte",
            "15 gr lievito di birra",
            "Scorza grattugiata di 1 arancia",
            "2 cucchiai rhum",
            "1 bustina vanillina",
            "Zucchero a velo"
        ],
        "steps": [
            "Preparare una biga mescolando il lievito sbriciolato, lo zucchero e il latte tiepido. Lasciare riposare al caldo, coperto, per 20 minuti.",
            "Mescolare le uova a temperatura ambiente, la vanillina, la scorza d'arancia grattugiata e il rhum.",
            "Impastare insieme la biga, la farina e il composto d'uovo. Aggiungere il burro fuso e il sale e continuare ad impastare fino ad incordare. Coprire e lasciare riposare altri 15 minuti.",
            "Stendere la pasta con lo spessore di circa 1 cm, ritagliare dei cerchi di circa 6 cm di diametro. Farcirli con l'eventuale ripieno e richiuderli bene. Spennellarli col burro fuso e disporli uno accanto all'altro con la chiusura in basso in una pirofila imburrata.",
            "Cuocere a 180 C° per circa 30'. Lasciarli riposare qualche minuto, spolverare con lo zucchero a velo e servirli ancora caldi."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_di_mele_anabela",
        "category": "dolci",
        "ingredients": [
            "500 gr pasta frolla",
            "5 mele golden",
            "50 gr burro",
            "50 gr zucchero"
        ],
        "steps": [
            "Stendere la pasta frolla sullo stampo e bucherellarla con una forchetta.",
            "Tagliare 3 mele a pezzi e cuocerle in padella con metà del burro e dello zucchero per circa 10' a fuoco medio.",
            "Frullare col minipimer e versare sulla pasta frolla. Decorare con le altre 2 mele tagliate a fettine sottili e coperte col restante burro e zucchero.",
            "Infornare a 180 C° per circa 40'e quindi dorare le mele con 5' di grill."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "muffin_al_cioccolato",
        "category": "dolci",
        "ingredients": [
            "300 gr farina",
            "300 gr zucchero",
            "150 gr burro",
            "180 gr latte",
            "100 gr cioccolato fondente",
            "70 gr cacao in polvere amaro",
            "6 gr lievito",
            "2 gr bicarbonato",
            "1 bustina vanillina",
            "1 pizzico sale"
        ],
        "steps": [
            "Con la frusta elettrica sbattere il burro ammorbidito con lo zucchero e la vanillina. Quando il composto risulterà chiaro e spumoso incorporare un uovo alla volta continuando a sbattere.",
            "Mescolare la farina col cacao amaro, il lievito, il bicarbonato e il sale e incorporarli delicatamente al composto di uova insieme al latte a temperatura ambiente.",
            "Per ultimo aggiungere con una spatola il cioccolato fondente grattugiato e amalgamare il tutto.",
            "Versare negli stampi da muffin e infornare a 170 C° per 30'."
        ],
        "notes": [
            "Una procedura alternativa prevede di mescolare insieme tutte le polveri da una parte e tutti i liquidi da un'altra. Quindi incorporare velocemente i liquidi nelle polveri e lasciare riposare l'impasto per almeno 2 ore (eventuali grumi si sciolgono da soli)."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_di_mele_maloli",
        "category": "dolci",
        "ingredients": [
            "1 kg mele tipo golden",
            "200 gr farina",
            "120 gr burro",
            "150 gr zucchero",
            "2 uova + 1 tuorlo",
            "3 cucchiai di latte",
            "1 cucchiaio di succo di limone",
            "1 bustina di lievito",
            "1 pizzico di sale"
        ],
        "steps": [
            "Lavare e sbucciare le mele. Tagliare una parte delle mele a dadini e 1 o 2 mele a fettine molto sottili. Mettere da parte le fettine e spruzzarle col limone.",
            "Cuocere i dadini in padella con 20 gr di burro fino a farli ammorbidire ma non sciogliere.",
            "Impastare con la frusta 90 gr di burro, 130 di zucchero, le uova più il tuorlo. Successivamente aggiungere la farina col sale, il latte e il lievito e impastare.",
            "Imburrare e infarinare una tortiera abbastanza piccola. Coprire con metà impasto. Aggiungere le mele a dadini e coprire col restante impasto. Coprire con le fettine di mele disposte a raggiera in piedi con l'incavo in giù. Spolverare con lo zucchero e qualche fiocchetto di burro.",
            "Cuocere a 160 C° per circa 50 minuti."
        ],
        "notes": [
            "Per una torta più grande ma meno ricca aggiungere 100 gr di farina e un uovo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "mille_foglie",
        "category": "dolci",
        "ingredients": [
            "3 confezioni pasta sfoglia",
            "Zucchero a velo",
            "1/2 lt latte",
            "3 uova",
            "3 cucchiai abbondanti zucchero",
            "3 cucchiai maizena",
            "Scorza grattugiata 1 limone",
            "250 gr panna"
        ],
        "steps": [
            "Ricoprire le sfoglie con uno strato abbondante di zucchero a velo, fare qualche buco con la forchetta e cuocere in forno a 200 C° fino a farle dorare. Lo zucchero dovrebbe caramellare.",
            "Caramellare una sfoglia da entrambi i lati.",
            "Preparare una crema pasticcera con il latte, le uova, lo zucchero e la maizena. Incorporare la panna montata per formare la crema diplomatica. Lasciare raffreddare la crema coperta a filo con una pellicola per non formare la pelle.",
            "Per un aspetto da pasticceria, rifilare i bordi con un coltello seghettato e coprire i bordi con lamelle di mandorle o semplicemente con briciole di pasta sfoglia."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_di_semolino",
        "category": "dolci",
        "ingredients": [
            "200 gr semolino",
            "500 gr latte",
            "500 gr acqua",
            "350 gr ricotta",
            "250 gr zucchero",
            "4 uova",
            "40 gr burro",
            "Scorza d'arancia",
            "Vanillina",
            "Sale",
            "Zucchero a velo"
        ],
        "steps": [
            "In una pentola saldare il latte con l'acqua e la scorza d'arancia.",
            "Prima che raggiunga il bollore rimuovere la scorza e aggiungere il burro. Farlo sciogliere quindi aggiungere a pioggia il semolino. Cuocere per 6-8 minuti fino a quando il composto si addensa.",
            "In una ciotola montare le uova con lo zucchero e la vanillina fino ad ottenere una spuma. Incorporare poco per volta la ricotta e infine il semolino intiepidito.",
            "Cuocere in uno stampo da 24 cm a 180 C° per circa 50'.",
            "Lasciare raffreddare e spolverizzare con lo zucchero a velo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_sbriciolata_di_ricotta_e_cioccolato",
        "category": "dolci",
        "ingredients": [
            "Per la base",
            "300 gr farina",
            "100 gr zucchero",
            "100 gr burro",
            "1 busta lievito",
            "1 busta vanillina",
            "1 uovo",
            "1 pizzico sale",
            "Per il ripieno",
            "500 gr ricotta",
            "150 gr zucchero",
            "100 gr cioccolato fondente"
        ],
        "steps": [
            "Mescolare la farina con lo zucchero, la vanillina, il lievito e il sale. Unire il burro fuso e mescolare con le mani. Unire anche l'uovo e continuare a mescolare fino ad ottenere delle grosse briciole.",
            "Ricoprire una tortiera foderata di carta forno con circa 3/4 delle briciole avendo cura di creare un bordo di circa 2 cm.",
            "Mescolare la ricotta con lo zucchero. Tritare grossolanamente il cioccolato, meglio a coltello, e unirlo alla crema di ricotta e zucchero.",
            "Ricoprire la base della torta con il composto ottenuto e coprire con le briciole rimaste.",
            "Cuocere a 180 C° per circa 30 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "torta_di_carote",
        "category": "dolci",
        "ingredients": [
            "300 gr carote",
            "300 gr farina 00",
            "50 gr farina di mandorle",
            "90 gr olio di semi di mais",
            "180 gr zucchero",
            "3 uova",
            "1 bustina lievito in polvere",
            "Vanillina",
            "Sale"
        ],
        "steps": [
            "Lavare le carote, sbucciarle e tritarle con un mixer o una grattugia. Metterle in un colino e schiacciarle con un cucchiaio per eliminare l'acqua di vegetazione.",
            "Sbattere le uova con lo zucchero fino ad ottenere una spuma.",
            "Mescolare la farina, il lievito, la farina di mandorle e incorporarle a più riprese con la frusta sempre in funzione.",
            "Infine aggiungere l'olio sempre continuando a sbattere fino ad ottenere un impasto denso ed omogeneo. Unire le carote mescolando delicatamente con una spatola.",
            "Versare in una tortiera imburrata e infarinata da 24 cm e cuocere a 170 C° per 45 minuti. Verificare la cottura con lo stecchino.",
            "Lasciare raffreddare e spolverare con lo zucchero a velo."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "crocchette_di_broccolo_al_lardo",
        "category": "verdure",
        "ingredients": [
            "Gr 700 broccolo romano",
            "36 fettine di lardo",
            "Parmigiano",
            "Prezzemolo",
            "Aglio",
            "Burro",
            "Sale"
        ],
        "steps": [
            "Lessare in abbondante acqua salata il broccolo pulito e ridotto a cimette. Scolarlo al dente e passarlo al mixer.",
            "Soffriggere in una noce di burro uno spicchio di aglio, togliendolo non appena diventa dorato. Unire un cucchiaio abbondante di prezzemolo tritato e il broccolo passato. Fare asciugare bene altrimenti in cottura il broccolo fa molta acqua.",
            "Formare con il composto 18 tronchetti e avvolgere ognuno in 2 fettine di lardo formando così delle crocchette.",
            "Deporre le crocchette su una placca da forno, spolverizzarle col parmigiano e passarle in forno a 220 C° per 20 minuti circa."
        ],
        "notes": [
            "Eliminare eventuale acqua in eccesso."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pomodori_gratinati",
        "category": "verdure",
        "ingredients": [
            "4 pomodori a grappolo sodi e maturi",
            "55 gr pane grattato",
            "20 gr acciughe",
            "Prezzemolo",
            "Capperi",
            "Basilico",
            "1 spicchio di aglio",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Lavare ed asciugare i pomodori. Tagliarli a metà, estrarre la polpa interna e spremerli leggermente con le mani in modo da eliminare l'eccesso di liquido. Aggiungere un pizzico di sale e lasciarli capovolti su una gratella per circa 15' per eliminare l'acqua di vegetazione.",
            "Mescolare insieme il pangrattato, le alici scolate e tritate, i capperi, l'aglio sminuzzato, il prezzemolo e il basilico tritati, l'olio, il sale ed eventualmente un po' del liquido di vegetazione dei pomodori versandolo poco alla volta sino a quando il ripieno non risulterà morbido.",
            "Rivoltare i pomodori e metterli in una pirofila unta d'olio uno vicino all'altro. Coprirli con il trito e un filo d'olio.",
            "Infornare a circa 180° per circa 30'. I pomodori dovranno diventare leggermente raggrinziti e la superficie ben dorata."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "patate_al_forno",
        "category": "verdure",
        "ingredients": [
            "1 kg patate",
            "Rosmarino",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Lavare e sbucciare le patate. Tagliarle in piccoli pezzi e lasciarle in acqua fredda per qualche ora cambiando l'acqua ogni tanto.",
            "Scolare e asciugare le patate e scaldare il forno a 200 C°.",
            "Versare un po' di olio nella teglia e scaldarlo brevemente nel forno facendo attenzione a non farlo bruciare.",
            "Aggiungere le patate, un filo d'olio e il rosmarino e proseguire la cottura per circa un'ora. All'occorrenza verso la fine azionare il grill.",
            "Salare e servire."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "pommes_soufflé_alla_parigina",
        "category": "verdure",
        "ingredients": [
            "200 gr patate",
            "125 gr acqua",
            "50 gr burro",
            "75 gr farina",
            "2 uova",
            "Sale"
        ],
        "steps": [
            "Bollire le patate e passarle nello schiacciapatate.",
            "Mettere il burro nell'acqua fredda e portare al bollore.",
            "Togliere dal fuoco, aggiungere in un solo colpo la farina e mescolare bene. Quindi aggiungere le patate, mescolare, i rossi d'uovo una alla volta e infine amalgamare delicatamente le chiare montate a neve. Salare.",
            "Friggere a cucchiaini in olio bollente."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "crocchette_di_patate",
        "category": "verdure",
        "ingredients": [
            "500 gr patate",
            "1 uovo e 2 tuorli",
            "30 gr parmigiano",
            "Pangrattato",
            "Farina",
            "Noce moscata",
            "Sale",
            "Olio"
        ],
        "steps": [
            "Bollire le patate e passarle con lo schiacciapatate.",
            "Impastare le patate con i 2 tuorli, il parmigiano, la noce moscata, un pizzico di sale e se necessario un po' di farina.",
            "Formare delle crocchette, infarinarle, passarle nell'uovo battuto e nel pane grattato e friggere in olio abbondante."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "cavolfiore_alla_buonconvento",
        "category": "verdure",
        "ingredients": [
            "1 cavolfiore medio",
            "250 gr latte",
            "150 gr burro",
            "1 mozzarella",
            "Farina",
            "Pan grattato",
            "Parmigiano",
            "2 spicchi aglio",
            "Prezzemolo",
            "Noce moscata",
            "Sale",
            "Pepe"
        ],
        "steps": [
            "Cuocere il cavolfiore al dente.",
            "Dividere il cavolo a cimette, infarinarle e farle colorire a fuoco vivo nel burro.",
            "Preparare un'abbondante besciamella con gli odori, prezzemolo, aglio e parmigiano.",
            "Ungere una pirofila. Versarvi uno strato di besciamella, coprire con fette di mozzarella, poi con il cavolo dorato e infine con la besciamella rimasta e spolverizzare con pane grattato misto a parmigiano.",
            "Cuocere in forno caldo a 180 C° per 20 minuti: è cotto quando si forma la crosticina."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "finocchi_gratinati",
        "category": "verdure",
        "ingredients": [
            "Finocchi",
            "Burro",
            "Pane grattato",
            "Parmigiano"
        ],
        "steps": [
            "Stufare i finocchi con un po' di acqua salata e burro per circa 20 minuti.",
            "Sistemare i finocchi in una pirofila e coprirli con pane grattato mescolato col parmigiano e fiocchetti di burro.",
            "Infornare a 180 C° per circa 10 minuti."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "guacamole",
        "category": "salse",
        "ingredients": [
            "2 grossi avocado maturi",
            "Coriandolo in polvere",
            "Peperoncino piccante fresco",
            "Tabasco",
            "Lime",
            "Aglio",
            "Cipolla",
            "Sale"
        ],
        "steps": [
            "Tagliare gli avocado a metà, privarli del nocciolo, metterli in una ciotola e schiacciarli con una forchetta, riducendoli in salsa con l'aggiunta di due cucchiai di succo di lime.",
            "Insaporire la salsa con sale, coriandolo, aglio, cipolla e un peperoncino fresco piccante tritati fine, un pizzico di sale e alcune gocce di tabasco."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "maionese",
        "category": "salse",
        "ingredients": [
            "1 uovo",
            "180 gr olio di mais freddo",
            "15 gr succo limone",
            "I pizzico di sale"
        ],
        "steps": [
            "Versare tutti gli ingredienti nel bicchiere del minipimer.",
            "Inserire il minipimer alla base del bicchiere e poi azionarlo risalendo lentamente."
        ],
        "notes": [
            "Se viene troppo dura si pu ò aggiungere un po' di limone; se invece è troppo liquida si pu ò aggiungere un po' di olio.",
            "Per un risultato migliore oltre all'olio si pu ò mettere in frigo anche il bicchiere del minipimer.",
            "Alla maionese è possibile aggiungere pepe, senape, un trito di prezzemolo con o senza aglio o qualche cucchiaio di panna montata."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "salsa_verde",
        "category": "salse",
        "ingredients": [
            "120 gr prezzemolo",
            "3 filetti acciuga",
            "2 spiccchi aglio",
            "1 cucchiaio capperi sotto sale",
            "2 uova",
            "50 gr aceto",
            "100 gr olio",
            "80 gr pane raffermo",
            "Sale"
        ],
        "steps": [
            "Tagliare il pane raffermo, eliminare la crosta e ricavare solo la mollica. Bagnare la mollica con l'aceto.",
            "Bollire le uova, sgusciarle e scartare l'albume.",
            "Tritare tutti gli ingredienti e diluire piano piano la salsa con l'olio."
        ],
        "notes": [
            "Al posto del pane raffermo pu ò essere utilizzata una piccola patata lessa fredda."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "panna_acida",
        "category": "salse",
        "ingredients": [
            "125 gr panna fresca",
            "125 gr yogurt magro",
            "Succo di limone",
            "Sale"
        ],
        "steps": [
            "Amalgamare in una ciotola la panna fresca con lo yogurt, lavorando con un cucchiaio di legno.",
            "Unire quindi il succo di limone e un pizzico di sale.",
            "Lasciare riposare minimo 12 ore, meglio una giornata, in frigo.",
            "Si otterrà una salsa semidensa."
        ],
        "notes": [
            "Indicata per condire pesce e patate.",
            "Il riposo serve per addensarla."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "salsa_al_tonno_clementina",
        "category": "salse",
        "ingredients": [
            "2 coste di sedano",
            "320 gr tonno",
            "4 cipollotti freschi",
            "6 cucchiai di maionese",
            "Olio",
            "Succo di limone",
            "Sale",
            "1 punta di senape"
        ],
        "steps": [
            "Tagliare tutto a coltello e mescolare.",
            "Ottima su una barchetta di pasta fillo.",
            "Si pu ò preparare il giorno prima."
        ],
        "notes": [
            "Deve restare abbastanza densa perché tende ad ammorbidirsi."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "besciamella",
        "category": "salse",
        "ingredients": [
            "1 litro latte",
            "50 gr burro",
            "50 gr farina",
            "Sale"
        ],
        "steps": [
            "Portare il latte ad ebollizione.",
            "Nel frattempo in un pentolino sciogliere il burro a fuoco vivace. Quando il burro è sciolto ma ancora bianco, aggiungere tutta insieme la farina e mescolare con un cucchiaio di legno.",
            "Quindi a fuoco basso versare nel pentolino il latte bollente a piccole dosi, mescolando col cucchiaio di legno fino ad assorbimento. Continuare fino ad esaurimento del latte.",
            "Se la besciamella viene troppo liquida, farla asciugare a fuoco basso mescolando sempre con un cucchiaio di legno.",
            "A fuoco spento aggiungere sale e pepe."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "salsa_all'uovo_clementina",
        "category": "salse",
        "ingredients": [
            "2 coste di sedano",
            "6 uova sode",
            "Erba cipollina",
            "6 cucchiai di maionese",
            "Olio",
            "Succo di limone",
            "Sale"
        ],
        "steps": [
            "Tagliare tutto a coltello e mescolare.",
            "Ottima su una barchetta di pasta fillo.",
            "Si pu ò preparare il giorno prima."
        ],
        "notes": [
            "Deve restare abbastanza densa perché tende ad ammorbidirsi."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "hummus",
        "category": "salse",
        "ingredients": [
            "600 gr ceci cotti e scolati",
            "1 spicchio aglio",
            "135 gr limone",
            "Olio",
            "Sale"
        ],
        "steps": [
            "Tritare insieme i ceci con l'aglio senza anima, il limone, l'olio e il sale. Se la salsa viene troppo densa aggiungere un po' d'acqua.",
            "Coprire con un filo d'olio."
        ],
        "based_on": "Le ricette di Nonna Aua"
    },
    {
        "title": "salsa",
        "category": "salse",
        "ingredients": [
            "Olio",
            "Limone",
            "Latte o panna",
            "Senape",
            "Pezzetti di gorgonzola",
            "Noci",
            "Pinoli",
            "Sale"
        ],
        "steps": [
            "Mettere tutti gli ingredienti in un vasetto e agitare."
        ],
        "based_on": "Le ricette di Nonna Aua"
    }
]